Repository: Apogate/FoolFuuka
Catalog: assets/locale/*.utf8/LC_MESSAGES/*.po
Languages: fr_fr

source: Insert an alternative base URL to {{FOOL_NAME}} to separate the system functions from the boards.
fr_fr: Insère une URL de base alternative à {{FOOL_NAME}} pour séparer les fonctions systèmes des boards.

source: Upgrade failed: check file permissions.
fr_fr: Échec de la mise à niveau : vérifiez les permissions des fichiers.

source: Upgrade successful
fr_fr: Mise à niveau réussie.

source: Faulty page value
fr_fr: Valeur de page incorrecte.

source: Can't go over page 500
fr_fr: Impossible d'aller au-delà de la page 500

source: Faulty per_page value
fr_fr: Valeur per_page incorrecte

source: Can't return more than 50 threads
fr_fr: Impossible de renvoyer plus de 50 fils de discussion

source: Threads could not be found
fr_fr: Les fils de discussion n'ont pas pu être trouvés.

source: You have to select a thread number
fr_fr: Vous devez sélectionner un numéro de fil de discussion.

source: Faulty thread number
fr_fr: Numéro de fil de discussion incorrect.

source: Your latest_doc_id is malformed
fr_fr: Votre latest_doc_id est mal formé

source: Thread could not be found
fr_fr: Le fil de discussion n'a pas pu être trouvé.

source: Post could not be found
fr_fr: Le message n'a pas pu être trouvé.

source: Can't return more than 3000 ghost posts
fr_fr: Impossible de renvoyer plus de 3000 messages fantômes

source: Ghost posts could not be found
fr_fr: Les messages fantômes n'ont pas pu être trouvés

source: The system is under maintenance. Be back later.
fr_fr: Le système est en cours de maintenance. Revenez plus tard.

source: Add board
fr_fr: Ajouter un board

source: Account
fr_fr: Compte

source: Change Email
fr_fr: Changer l'email

source: Change Password
fr_fr: Changer le mot de passe

source: Member List
fr_fr: Liste des membres

source: New
fr_fr: Nouveau

source: Bug tracker
fr_fr: Identification des bugs

source: You didn't select a board
fr_fr: Vous n'avez pas sélectionné de board

source: The board you selected doesn't exist
fr_fr: Le board sélectionné n'existe pas

source: Submitting
fr_fr: Soumission

source: This thread is being displayed in real time.
fr_fr: Ce fil de discussion est affiché en temps réel.

source: Update now
fr_fr: Mettre à jour maintenant

source: You're not allowed to perform this action
fr_fr: Vous n'êtes pas autorisé à effectuer cette action

source: Missing arguments
fr_fr: Arguments manquants

source: Invalid action
fr_fr: Action invalide

source: Post not found
fr_fr: Message introuvable

source: No themes enabled!
fr_fr: Aucun thème activé !

source: The Asagi ZIP file couldn't be downloaded.
fr_fr: Le ficher ZIP d'Asagi n'a pas pu être téléchargé.

source: This image has already been posted once. This board doesn't allow image reposting
fr_fr: Cette image a déjà été envoyée une fois. Ce board n'autorise pas le renvoie d'images

source: You must wait up to %s hours to repost this image.
fr_fr: Vous devez attendre %s heures avant de renvoyer cette image.

source: The search backend is currently not online. Try later or contact us in case it's offline for too long.
fr_fr: Le moteur de recherche est actuellement hors-ligne. Réessayez plus tard ou contactez nous si jamais il reste hors-ligne trop longtemps.

source: Your IP has been identified as a spam proxy. Please try a different IP or remove the proxy to post.
fr_fr: Votre IP a été identifiée comme étant un proxy de spam. Merci d'essayer avec une IP différente ou d'enlever votre proxy pour poster.

source: You are banned from posting
fr_fr: Vous êtes banni de l'envoi de messages

source: You're posting again the same comment as the last time!
fr_fr: Vous êtes en train de poster le même commentaire une seconde fois !

source: Your comment has contains words that aren't allowed.
fr_fr: Votre commentaire contient des mots qui ne sont pas autorisés.

source: An image is required for creating threads.
fr_fr: Une image est requise pour créer un fil de discussion.

source: The filetype you are attempting to upload is not allowed.
fr_fr: Le type du fichier que vous essayez d'envoyer n'est pas autorisé.

source: The image you are attempting to upload is larger than the permitted size.
fr_fr: L'image que vous essayez d'envoyer est plus grosse que la taille autorisée.

source: Sorry, this thread has reached its maximum amount of image replies.
fr_fr: Désolé, ce fil de discussion a atteint son nombre maximum de réponses avec une image.

source: Your image upload is not a valid image file.
fr_fr: Votre image envoyée n'est pas un fichier d'image valide.

source: Your image upload has been flagged as inappropriate.
fr_fr: Votre image a été répertoriée comme inappropriée.

source: Your post contains contents that is marked as spam.
fr_fr: Votre message contient du contenu marqué comme étant du spam.

source: Your post was too long.
fr_fr: Votre message était trop long.

source: Your post had too many lines.
fr_fr: Votre message contenait trop de lignes.

source: This post is already being processed...
fr_fr: Ce message est déjà en train d'être traité.

source: You already posted this.
fr_fr: Vous avez déjà envoyé cela.

source: Your image was invalid.
fr_fr: Votre image était invalide.

source: There's no such a post to be deleted.
fr_fr: Il n'y a pas de message à supprimer.

source: The password you inserted did not match the post's deletion password.
fr_fr: Le mot de passe que vous avez fourni ne correspond pas à celui de suppression du message.

source: Unable to delete thumbnail for post.
fr_fr: Incapable de supprimer la miniature pour le message.

source: Unable to delete post.
fr_fr: Incapable de supprimer le message.

source: Unable to delete thumbnail for thread replies.
fr_fr: Incapable de supprimer la miniature pour les réponses au fil de discussion.

source: Preferences updated.
fr_fr: Préférences mises à jour.

source: User ID
fr_fr: ID utilisateur

source: The ID of the user
fr_fr: L'ID de l'utilisateur

source: Non-admin user can't to change the data of another user.
fr_fr: Un utilisateur non-administrateur ne peut changer les données d'un autre utilisateur.

source: Couldn't find the user with the submitted ID.
fr_fr: Impossible de trouver l'utilisateur avec l'ID fournie.

source: Group
fr_fr: Groupe

source: Choose the permission level of the member
fr_fr: Choisissez le niveau de permission du membre

source: Administrator
fr_fr: Administrateur

source: Moderator
fr_fr: Modérateur

source: Member
fr_fr: Membre

source: Display Name
fr_fr: Nom affiché

source: A name that is publicly shown beside the username
fr_fr: Un nom exposé publiquement à côté du nom d'utilisateur

source: The twitter nickname
fr_fr: Le surnom twitter

source: A short description of the user
fr_fr: Une courte description de l'utilisateur

source: Couldn't find the board with the submitted ID.
fr_fr: Impossible de trouver le board avec l'ID fournie

source: Name
fr_fr: Nom

source: Insert the name of the board normally shown as title.
fr_fr: Insérez le nom du board normalement affiché comme titre.

source: Required
fr_fr: Requis

source: Shortname
fr_fr: Nom court

source: Insert the shorter name of the board. Reserved: "api", "cli", "admin".
fr_fr: Insérez le nom court du board. Nom réservés : « api », « cli », « admin ».

source: You can't use the protected shortnames unless you activate the system subdomain feature. The protected shortnames are:
fr_fr: Vous ne pouvez pas utiliser de nom courts protégés tant que vous n'activez pas la fonction système des sous-domaines. Les nom courts protégés sont :

source: The shortname is already used for another board.
fr_fr: Ce nom court est déjà utilisé par un autre board.

source: General rules
fr_fr: Règles générales

source: Full board rules displayed in a separate page, in <a href="http://daringfireball.net/projects/markdown/basics" target="_blank">MarkDown</a> syntax. Will not display if left empty.
fr_fr: Règles complètes du board affichées dans une page séparée, avec la syntaxe <a href="http://daringfireball.net/projects/markdown/basics" target="_blank">MarkDown</a>. Ne seront pas affichées si laissées vides.

source: MarkDown goes here
fr_fr: Placez MarkDown ici

source: Posting rules
fr_fr: Règles de soumission

source: Posting rules displayed in the posting area, in <a href="http://daringfireball.net/projects/markdown/basics" target="_blank">MarkDown</a> syntax. Will not display if left empty.
fr_fr: Règles de soumission du board affichées dans la zone de soumission, avec la syntaxe <a href="http://daringfireball.net/projects/markdown/basics" target="_blank">MarkDown</a>. Ne seront pas affichées si laissées vides.

source: Maximum number of threads to display in the index pages
fr_fr: Nombre maximum de fils de discussion à afficher dans les pages d'index

source: Is this a 4chan archiving board?
fr_fr: Est-ce un board d'archivage 4chan ?

source: Options for archive boards
fr_fr: Options pour les boards d'archivage

source: URL to the 4chan board (facultative)
fr_fr: URL vers le board 4chan (facultatif)

source: URL to the board thumbnails (facultative)
fr_fr: URL vers les miniatures du board (facultatif)

source: URL to the board images (facultative)
fr_fr: URL vers les images du board (facultatif)

source: Image fetching workers
fr_fr: Ouvriers de récupération d'images

source: The number of workers that will fetch full images. Set to zero not to fetch them.
fr_fr: Le nombre d'ouvriers qui vont récupérer des images. Fixez à zéro pour ne pas les récupérer.

source: Thumbnail fetching workers
fr_fr: Ouvriers de récupération de miniatures

source: The number of workers that will fetch thumbnails
fr_fr: Le nombre d'ouvriers qui vont récupérer des miniatures

source: Thread fetching workers
fr_fr: Ouvriers de récupération de fils de discussion

source: The number of workers that fetch new threads
fr_fr: Le nombre d'ouvriers qui vont récupérer de nouveaux fils de discussion

source: Minutes to refresh the thread
fr_fr: Minutes avant le rafraichissement du fil de discussion

source: Thread refresh rate
fr_fr: Taux de rafraichissement des fils de discussion

source: Array of refresh rates in seconds per page in JSON format
fr_fr: Tableau des taux de rafraichissement en seconde par page en format JSON

source: The JSON inputted is not valid.
fr_fr: Le JSON fourni n'est pas valide.

source: Options for normal boards
fr_fr: Options pour les boards normaux

source: Opening post thumbnail maximum width after resizing
fr_fr: Largeur maximale des miniatures des messages d'ouverture après redimensionnement

source: Opening post thumbnail maximum height after resizing
fr_fr: Hauteur maximale des miniatures des messages d'ouverture après redimensionnement

source: Reply thumbnail maximum width after resizing
fr_fr: Largeur maximale des miniatures des réponses après redimensionnement

source: Reply thumbnail maximum height after resizing
fr_fr: Hauteur maximale des miniatures des réponses après redimensionnement

source: Full image maximum size in kilobytes
fr_fr: Taille maximale de l'image en kilobytes

source: Full image maximum width in pixels
fr_fr: Largeur maximale de l'image en pixels

source: Full image maximum height in pixels
fr_fr: Hauteur maximale de l'image en pixels

source: The maximum amount of posts before a thread "dies"
fr_fr: La quantité maximale de messages avant qu'un fil de discussion ne « meurt »

source: The maximum amount of images in replies before posting more is prohibited
fr_fr: La quantité maximale d'images en réponses avant que l'envoi en plus soit interdit.

source: The minimum time in hours to repost the same image (0 means no limit, -1 means never allowing a repost)
fr_fr: Le temps minimum en heures avant le renvoi de la même image (0 pour aucune limite, -1 pour ne jamais accepter les renvois)

source: Show the EXIF data (EXIF data is saved in the database regardless)
fr_fr: Afficher les données EXIF (les données EXIF sont quand même sauvegardées dans la base de donnée)

source: Enable poster hashes, an IP-based code to temporarily distinguish Anonymous users
fr_fr: Active les hash des expéditeurs, un code basé sur l'IP pour distinguer temporairement les utilisateurs anonymes.

source: Don't allow ghost posting (disallows infinite replying)
fr_fr: Ne pas autoriser les messages fantômes (interdit les réponses infinies)

source: Hide the thumbnails?
fr_fr: Cacher les miniatures ?

source: Hide the thumbnails for 24 hours? (for moderation purposes)
fr_fr: Cacher les miniatures pour 24 heures ? (pour des raisons de modération)

source: Use SphinxSearch as search engine?
fr_fr: Utiliser SphinxSearch comme moteur de recherche ?

source: Hide the board from public access? (only admins and mods will be able to browse it)
fr_fr: Empêcher l'accès public au board ? (seuls les administrateurs et modérateurs seront en mesure de le naviguer)

source: Your MySQL installation doesn't support multibyte characters. Update MySQL to version 5.5 or higher.
fr_fr: Votre installation MySQL ne supporte pas les caractères multibyte. Mettez à jour MySQL à la version 5.5 ou supérieur.

source: Converting %s to utfmb4
fr_fr: Conversion de %s en utfmb4

source: The tables have all been converted to utf8mb4
fr_fr: Toutes les tables ont été converties en utf8mb4

source: Board shortname
fr_fr: Nom court du board

source: Couldn't find the board with the submitted shortname.
fr_fr: Impossible de trouver le board avec le nom court fourni.

source: Board ID
fr_fr: ID du board

source: You didn't send a board ID.
fr_fr: Vous n'avez pas envoyé d'ID de board.

source: Post number
fr_fr: Numéro du message

source: Couldn't find the post with the submitted post number.
fr_fr: Impossible de trouver le message avec le numéro de message fourni.

source: Post ID
fr_fr: ID du message

source: You didn't send a post ID.
fr_fr: Vous n'avez pas fourni d'ID de message.

source: Couldn't find the post with the submitted doc_id.
fr_fr: Impossible de trouver le message avec le doc_id fourni.

source: Reason
fr_fr: Raison

source: We're currently upgrading {{FOOL_NAME}}. This process usually takes few seconds or a couple minutes, check back soon!
fr_fr: Nous sommes en train de mettre à jour {{FOOL_NAME}}. Cela prend habituellement quelques secondes ou une poignée de minutes, revenez bientôt !

source: FoOlPod server could not be contacted: impossible to check for new versions.
fr_fr: Le serveur FoOlPod n'a pas pu être contacté : impossible de vérifier pour de nouvelles versions.

source: Can't get the update file from FoOlPod. It might be a momentary problem, or a problem with your server security configuration. Browse <a href="http://foolrulez.com/pod/human">http://foolrulez.com/pod/human</a> to check if it's a known issue.
fr_fr: Impossible de récupérer le fichier de mise à jour depuis FoOlPod. Cela peut être un problème temporaire, ou un problème avec la configuration de la sécurité de votre serveur. Parcourez <a href="http://foolrulez.com/pod/human">http://foolrulez.com/pod/human</a> pour vérifier si c'est un problème connu.

source: If you can't do the above, you can follow the manual upgrade instructons at %sthis link%s.
fr_fr: Si vous ne pouvez pas faire ça, vous pouvez suivre les instructions de mise à niveau manuelle à %sce lien%s.

source: Post not found.
fr_fr: Message introuvable.

source: Confirm
fr_fr: Confirmer

source: Go back
fr_fr: Retour

source: Control Panel
fr_fr: Panneau de contrôle

source: New upgrade available:
fr_fr: Mise à niveau disponible :

source: Your Profile
fr_fr: Votre profil

source: Logout
fr_fr: Se déconnecter

source: Password
fr_fr: Mot de passe

source: New email address
fr_fr: Nouvelle adresse email

source: Send confirmation email
fr_fr: Envoyer un email de confirmation

source: Old Password
fr_fr: Ancien mot de passe

source: New Password
fr_fr: Nouveau mot de passe

source: Confirm New Password
fr_fr: Confirmer le nouveau mot de passe

source: Email or username
fr_fr: Email ou nom d'utilisateur

source: Get a new password
fr_fr: Obtenir un nouveau mot de passe

source: Back to login
fr_fr: Retour à l'ouverture de session

source: Get another CAPTCHA
fr_fr: Obtenir un autre CAPTCHA

source: Get an audio CAPTCHA
fr_fr: Obtenir un CAPTCHA audio

source: Get an image CAPTCHA
fr_fr: Obtenir un CAPTCHA image

source: Enter the words above
fr_fr: Entrez les mots ci-dessus

source: Enter the numbers you hear
fr_fr: Entrez les nombres que vous entendez

source: Enter the letters above
fr_fr: Entrez les lettres ci-dessus

source: Remember me
fr_fr: Se souvenir de moi

source: required
fr_fr: requis

source: Username
fr_fr: Nom d'utilisateur

source: Email Address
fr_fr: Adresse email

source: Confirm Password
fr_fr: Confirmer le mot de passe

source: Send
fr_fr: Envoyer

source: Back to login (you must be activated)
fr_fr: Retour à l'ouverture de session (vous devez être activé)

source: Delete account
fr_fr: Supprimer le compte

source: Run
fr_fr: Exécuter

source: Kill
fr_fr: Tuer

source: Enable autorun
fr_fr: Activer l'exécution automatique

source: Disable autorun
fr_fr: Désactiver l'exécution automatique

source: Upgrade/Reinstall
fr_fr: Mettre à niveau / Réinstaller

source: Remove
fr_fr: Supprimer

source: Running Asagi manually
fr_fr: Exécuter Asagi manuellement

source: You can run it on your server by typing in your command line:
fr_fr: Vous pouvez l'exécuter sur votre serveur en tapant dans votre ligne de commande :

source: But this would run it only once and would stop once you close the terminal. Use it to test if it's working fine.
fr_fr: Mais cela l'exécuterai une seule fois et l'arrêterai une fois le terminal fermé. Utilisez cela pour vérifier qu'il fonctionne bien.

source: If you're on Linux, to have Asagi running as daemon (without your terminal needing to be open), you can use GNU Screen that creates a virtual terminal that will stay alive even if you close the window. You can usually install this on Debian/Ubuntu by typing <code>apt-get install screen</code> in your terminal. You can then type the following string in your terminal to have Asagi running under GNU Screen:
fr_fr: Si vous êtes sous GNU/Linux, pour exécuter Asagi en tant que daemon (sans que votre terminal ait besoin d'être ouvert), vous pouvez utiliser GNU Screen qui va créer un terminal virtuel qui reste en vie même si vous fermez la fenêtre. Vous pouvez habituellement installer ceci sur Debian / Ubuntu en tapant <code>apt-get install screen</code> dans votre terminal. Vous pouvez ensuite taper la chaîne de caractère suivante dans votre terminal pour exécuter Asagi dans GNU Screen :

source: Then press CTRL+A and then CTRL+D to detach the screen. You can go back to it by writing:
fr_fr: Puis pressez CTRL+A et ensuite CTRL+D pour détacher le screen. Vous pouvez y retourner en écrivant :

source: License
fr_fr: Licence

source: Asagi is released under the GNU General Public License, version 2, or later.
fr_fr: Asagi est mis à disposition sous la Licence Publique Générale GNU, version 2, ou ultérieure.

source: Click here to read the full license.
fr_fr: Cliquez ici pour lire la licence complète

source: Asagi is the Open Source (GPLv3) 4chan data fetcher coded by Eksopl. It can dump the threads, images and thumbnails from the Yotsuba boards in 4chan into your server for easy consumption. If you're interested in using FoOlFuuka as a 4chan archive, you need to download, setup and run Asagi. We can do the downloading and the setup, and all that is left to you is running it since we can't reliably run it off the web interface. FoOlFuuka will keep the settings of Asagi updated for you, so you can manage your archives through the boards manager. Requirements: Java installed on your server.
fr_fr: Asagi est un récupérateur de données 4chan Open Source (GPLv3) programmé par Eksopl. Il peut récupérer les fils de discussion, images et miniatures depuis les boards de 4chan vers votre serveur pour une utilisation plus facile. Si vous êtes intéressé par l'utilisation de FoOlFuuka comme d'une archive 4chan, vous avez besoin de télécharger, d'installer et d'exécuter Asagi. Nous pouvons nous occuper du téléchargement et de l'installation, tout ce qu'il vous reste à faire est de l'exécuter. FoOlFuuka gardera les options d'Asagi à jour pour vous, de manière à ce que vous puissiez gérer vos archives à travers le gestionnaire des boards. Exigences : Java d'installé sur votre serveur.

source: Install
fr_fr: Installer

source: Quick functions
fr_fr: Fonctions rapides

source: Edit
fr_fr: Éditer

source: Delete
fr_fr: Effacer

source: Update database
fr_fr: Mettre à jour la base de donnée

source: There's a newer version of the database available. Just update it by clicking on the update button.
fr_fr: Une nouvelle version de la base de donnée est disponible. Mettez la à niveau en cliquant sur le bouton de mise à jour.

source: In case you're using a very large installation of {{FOOL_NAME}}, to avoid timeouts while updating the database, you can use the command line, and enter this: %s
fr_fr: Si vous utilisez une très grosse installation de {{FOOL_NAME}}, pour éviter les timeouts lors de la mise à jour de la base de donnée, vous pouvez utiliser la ligne de commande, et entrer ceci : %s

source: Do you really want to upgrade your database?
fr_fr: Voulez-vous vraiment mettre à niveau votre base de donnée ?

source: Display name
fr_fr: Nom affiché

source: Last seen
fr_fr: Vu pour la dernière fois

source: Plugin name
fr_fr: Nom du plugin

source: Disable
fr_fr: Désactiver

source: Enable
fr_fr: Activer

source: Server Information
fr_fr: Information du serveur

source: Web Server Software
fr_fr: Logiciel de serveur web

source: The web server that is currently running to serve your content.
fr_fr: Le serveur web qui exécute actuellement vos contenus.

source: PHP Version
fr_fr: Version de PHP

source: The version of the currently running PHP parser.
fr_fr: L'analyseur de la version actuelle de PHP.

source: Old PHP version
fr_fr: Ancienne version PHP

source: To run {{FOOL_NAME}}, you need at least PHP version 5.2.0.
fr_fr: Pour exécuter {{FOOL_NAME}} vous avez au moins besoin de PHP version 5.2.0.

source: Suggested
fr_fr: Suggestions

source: Nginx Upload Size
fr_fr: Taille d'upload Nginx

source: This value cannot be checked via PHP.
fr_fr: Cette valeur ne peut être vérifiée via PHP.

source: The Nginx web server has its own internal upload limit variable. If you are receiving upload errors, and your PHP configuration looks fine, check this variable in your Nginx configuration file.
fr_fr: Le serveur web Nginx a sa propre valeur de limite d'envoi interne. Si vous recevez des erreurs d'envois, et que votre configuration PHP semble correcte, vérifiez cette variable dans votre fichier de configuration Nginx.

source: Software Information
fr_fr: Information logiciel

source: {{FOOL_NAME}} Version
fr_fr: Version de {{FOOL_NAME}}

source: The version of {{FOOL_NAME}} that you are currently running on your server.
fr_fr: La version de {{FOOL_NAME}} que vous êtes en train d'exécuter sur votre serveur.

source: New Version Available
fr_fr: Nouvelle version disponible

source: Upgrading {{FOOL_NAME}} ensures that you have the most secure, stable and feature enhanced release.
fr_fr: Mettre à niveau {{FOOL_NAME}} assure que vous ayez la version la plus sécurisé, stable et avancée.

source: Environment
fr_fr: Environnement

source: The environment {{FOOL_NAME}} is currently running as on the server.
fr_fr: L'environnement serveur sur lequel {{FOOL_NAME}} est en train de fonctionner.

source: PHP Configuration
fr_fr: Configuration PHP

source: PHP settings can be easily changed by editing your php.ini file.
fr_fr: Les préférences PHP peuvent être facilement changés en éditant votre fichier php.ini.

source: php.ini Location
fr_fr: Chemin de php.ini
