Repository: Apogate/FoolFuuka
Catalog: assets/locale/*.utf8/LC_MESSAGES/*.po
Languages: fr_fr

source: This is the location of the file to edit to change the following variables.
fr_fr: Le chemin du fichier pour éviter les variables suivantes.

source: Safe Mode
fr_fr: Mode sécurisé

source: On
fr_fr: Allumé

source: Off
fr_fr: Arrêt

source: The PHP safe mode is an attempt to solve the shared-server security problems and disables many important PHP functions. This is mainly used by shared hosting services to avoid implementing correct security fixes for shared-server environments.
fr_fr: Le mode de sécurité PHP est un système pour régler les problèmes des serveurs partagés et désactiver de nombreuses fonctions PHP. Il est principalement utilisé par les services d'hébergements pour éviter l'implémentation de correction de sécurité dans les environnements de serveurs partagés.

source: Safe Mode has been enabled on your PHP installation. This setting has nothing to do with security, and it's used by shared server hosts to limit your actions. This variable should be turned off for {{FOOL_NAME}} to function correctly.
fr_fr: Le mode sécurisé à été activé sur votre installation PHP. Cette option n'a rien à voir avec la sécurité, et est utilisée par des serveurs partagés entre plusieurs hôtes pour limiter vos actions. Cette option devrait être désactivée pour permettre à {{FOOL_NAME}} de fonctionner correctement.

source: Allow URL fopen
fr_fr: Autoriser l'URL fopen

source: This function allows PHP to use URL-aware fopen wrappers to access remote files via FTP or HTTP protocol.
fr_fr: Cette fonction autorise PHP à utiliser l'emballage d'URL-aware fopen pour accéder aux fichiers via FTP ou protocole HTTP

source: Disabled
fr_fr: Désactivé

source: Your PHP configuration currently has URL-aware fopen wrappers disabled. This affects {{FOOL_NAME}} functions that require accessing remote files in case cURL is not installed on the system. If it is possible, this variable should be enabled with cURL installed as well.
fr_fr: Votre configuration PHP a actuellement l'interface « URL-aware fopen » désactivée. Cela affecte les fonctions de {{FOOL_NAME}} qui nécessitent d'accéder à des fichiers distants au cas où cURL ne soit pas installé sur le système. Si cela est possible, cette variable devrait être activée et cURL installé.

source: Max Execution Time
fr_fr: Temps maximal d'exécution

source: This is the maximum time in seconds a script is allowed to run before it is terminated by the parser.
fr_fr: Temps maximal en seconde durant lequel un script est autorisé à fonctionner avant d'être stoppé par l'analyseur.

source: Low Value
fr_fr: Faible valeur

source: Your current value for max execution time is low. This option affects functions that require large amounts of processing time, such as processing images. If your server doesn't have a powerful processor or you're processing large amounts of images, this value must be set as high as the total processing time taken to complete the function.
fr_fr: Votre valeur actuelle pour le temps maximum d'exécution est bas. Cette option affecte les fonctions qui requièrent des temps important de traitement, comme le traitement d'images. Si votre serveur n'a pas un processeur très puissant ou que vous traitez un grand nombre d'images, cette valeur doit être fixé aussi haute que le temps total de traitement pris pour compléter la fonction.

source: File Uploads
fr_fr: Envoi de fichiers

source: Enabled
fr_fr: Activé

source: This states whether or not to allow HTTP file uploads.
fr_fr: Active l'envoi de fichier HTTP

source: Your PHP configuration currently has file uploads disabled. This variable must be enabled or {{FOOL_NAME}} will not operate correctly.
fr_fr: Votre configuration PHP a actuellement l'envoi de fichiers désactivé. Cette variable doit être activée ou {{FOOL_NAME}} ne fonctionnera pas correctement.

source: Max POST Size
fr_fr: Taille maximale POST

source: This is max size of post data allowed.
fr_fr: Taille maximale des postes autorisés dans la base de donnée

source: Your current value for POST size is low. This variable should generally be set at a higher value to accomodate and ensure that all of your chapters will be uploaded.
fr_fr: Votre valeur actuelle pour la taille POST est basse. Cette variable doit habituellement être fixée à une valeur plus grande pour assurer que tout vos chapitres seront envoyés.

source: Max Upload Size
fr_fr: Taille maximale des envois

source: This is the maximum size allowed for an uploaded file.
fr_fr: Taille maximale autorisée pour un fichier uploadé.

source: Your current value for max upload size is low. This variable should generally be set at a higher value to accommodate and allow your largest chapter to be uploaded.
fr_fr: Votre valeur actuelle pour la taille maximum d'un fichier envoyé est basse. Cette variable doit habituellement être fixée à une valeur plus grande pour permettre à vos plus gros chapitres d'être envoyés.

source: Max File Uploads
fr_fr: Maximum des fichiers envoyés

source: This is the maximum number of files allowed to be uploaded simultaneously.
fr_fr: Nombre maximal de fichiers autorisé pour un envoi simultané.

source: Your current value for max file uploads is low. This variable should generally be set at a higher value than the number of pages your chapters may have.
fr_fr: Votre valeur actuelle pour le nombre maximum de fichiers envoyés est basse. Cette variable doit habituellement être fixée à une valeur plus grande que le nombre de pages que vos chapitres peuvent avoir.

source: Installed
fr_fr: Installé

source: Not Installed
fr_fr: Non installé

source: This is a library used to communicate with different types of servers with many types of protocols.
fr_fr: Ceci est une librairie utilisée pour communiquer avec différents types de serveurs et de nombreux types de protocoles.

source: Missing
fr_fr: Manquant

source: This is a library used to dynamically create images and thumbnails.
fr_fr: Ceci est une librairie utilisée pour créer dynamiquement des miniatures.

source: This is a library used to dynamically create, edit, compose or convert images.
fr_fr: Ceci est une librairie utilisée pour créer, éditer, composer ou convertir dynamiquement des images.

source: Optional
fr_fr: Optionnel

source: Current Version
fr_fr: Version actuelle

source: Latest Version Available
fr_fr: Dernière version disponible

source: You have the latest version of {{FOOL_NAME}}.
fr_fr: Vous avez la dernière version de {{FOOL_NAME}}.

source: Upgrade or reinstall
fr_fr: Mise à niveau ou réinstallation

source: This is all the needed information to install and run {{FOOL_NAME}}. Don't worry: you can change this information later in case you need it changed.
fr_fr: Ceci sont toutes les informations nécessaires pour installer et exécuter {{FOOL_NAME}}. Ne vous inquiétez pas : vous pouvez changer ces informations plus tard si cela est nécessaire.

source: The installation was unable to automatically create the config.php file. You'll have to create %s and paste all the following inside the file. When done, just press on the button on the bottom to be redirected to your {{FOOL_NAME}} installation.
fr_fr: L'installation n'a pas été capable de créer automatiquement le fichier config.php. Vous allez devoir créer %s et coller tout ce qui suit dans le fichier. Quand vous aurez terminé, appuyez sur le bouton en bas et vous serez redirigé vers votre installation {{FOOL_NAME}}.

source: Done
fr_fr: Fait

source: SSL Tools
fr_fr: Outils SSL

source: Does the server have SSL available (does your site support https:// protocol)?
fr_fr: Est-ce que le serveur a SSL de disponible (votre site supporte-t-il le protocole HTTPS) ?

source: Redirect the logged in users to the SSL version of the site
fr_fr: Rediriger les utilisateurs enregistrés vers la version SSL du site

source: Redirect every user to the SSL version of the site
fr_fr: Rediriger chaque utilisateur vers la version SSL du site

source: Set a cookie for users that browsed the site with https:// so they get redirected to the https:// version of the site
fr_fr: Créé un cookie pour les utilisateurs qui ont navigué le site en HTTPS pour qu'ils puissent être redirigés vers la version HTTPS du site

source: Show a link to SSL in the header if the user is browsing in http://
fr_fr: Affiche un lien vers SSL dans l'en-tête si l'utilisateur navigue en http://

source: Show a link to SSL in the footer if the user is browsing in http://
fr_fr: Affiche un lien vers SSL dans le pied de page si l'utilisateur navigue en http://

source: Adds a panel to control useful tools if you have SSL available
fr_fr: Ajoute un panneau pour contrôler des outils si vous avez SSL de disponible

source: Couldn't find the article with the submitted ID.
fr_fr: Impossible de trouver l'article avec l'ID fournie.

source: The title of your article
fr_fr: Le titre de votre article

source: Insert the short name of the article to use in the url. Only alphanumeric and dashes.
fr_fr: Insérez le nom court de l'article à utiliser dans l'URL. Utilisez seulement des caractères alphanumériques et des tirets.

source: The slug is already used for another board.
fr_fr: Ce slug est déjà utilisé par un autre board.

source: If you set this, the article link will actually be an outlink.
fr_fr: Si vous activez ceci, le lien de l'article sera un lien externe.

source: The content of your article, in MarkDown
fr_fr: Le contenu de votre article, en MarkDown

source: Display the article link on the top of the page
fr_fr: Afficher le lien de l'article en haut de la page

source: Display the article link on the bottom of the page
fr_fr: Afficher le lien de l'article en bas de la page

source: New article
fr_fr: Nouvel article

source: New article created!
fr_fr: Nouvel article créé !

source: Article information updated.
fr_fr: Informations de l'article mises à jour.

source: The article was removed
fr_fr: L'article a été supprimé.

source: Removing article:
fr_fr: Suppression de l'article :

source: Do you really want to remove the article?
fr_fr: Voulez-vous vraiment supprimer l'article ?

source: Enable support for custom pages in MarkDown and custom links.
fr_fr: Activer le support pour les pages personnalisées en MarkDown et les liens personnalisés.

source: Statistics
fr_fr: Statistiques

source: Stats
fr_fr: Statistiques

source: Select the statistics to enable. Some might be too slow to process, so you should disable them. Some statistics don't use extra processing power so they are enabled by default.
fr_fr: Sélectionnez les statistiques à activer. Certaines peuvent êtres trop lentes à exécuter, vous devriez les désactiver. Certaines statistiques activées par défaut n'utilisent pas de ressources supplémentaires.

source: Enable %s statistics
fr_fr: Activer %s statistiques

source: Board Statistics
fr_fr: Statistiques des boards

source: Statistics: %s (Next Update in %s)
fr_fr: Statistiques : %s (Prochaine mise à jour dans %s)

source: Statistics: %s
fr_fr: Statistiques : %s

source: Availability
fr_fr: Disponibilité

source: Posts in last month by name and availability by time of day.
fr_fr: Messages du mois dernier par nom et disponibilité par l'heure du jour.

source: Daily Activity
fr_fr: Activité Journalière

source: Daily Activity "Archive"
fr_fr: Activité Journalière « Archive »

source: Daily Activity "Hourly"
fr_fr: Activité Journalière « Par heure »

source: Image Reposts
fr_fr: Renvois d'image

source: New Users
fr_fr: Nouveaux Utilisateurs

source: Post Count
fr_fr: Nombre de messages

source: Post Rate
fr_fr: Taux de messages

source: Post Rate "Archive"
fr_fr: Taux de messages « Archive »

source: Users Online
fr_fr: Utilisateurs en ligne

source: Users Posting in Archive
fr_fr: Utilisateurs postant dans l'archive

source: Statistics for the boards, to keep live with a php daemon.
fr_fr: Statistiques des boards, générées en direct avec un daemon PHP.

source: Poster
fr_fr: Auteur

source: Total Posts
fr_fr: Messages totaux

source: First Seen
fr_fr: Vu pour la première fois

source: Posts within Last Hour
fr_fr: Messages dans l'heure précédente

source: Posts per Minute
fr_fr: Messages par minute

source: Last Seen
fr_fr: Vu pour la dernière fois

source: Latest Post
fr_fr: Dernier message

source: Adds support for gifsicle for creating better optimized animated GIF thumbnails
fr_fr: Ajoute le support de gifsicle pour créer des miniatures GIF optimisées

source: Cache cleaning URLs
fr_fr: URLs pour le nettoyage du cache

source: Insert the URLs that Nginx Cache Purge will have to contact and their eventual Basic Auth passwords. Make sure you "allow" only the IP from this server on the Nginx Cache Purge configuration block. The following is the format:
fr_fr: Insérez les URLs que le cache de purge Nginx va devoir contacter ainsi que les mots de passe d’authentification. Soyez sur de n'accepter que l'IP de ce serveur dans le bloc de configuration du cache de purge Nginx. Le format est le suivant :

source: Nginx Cache Purge
fr_fr: Purge du cache Nginx

source: Remove deleted images from the Nginx proxy cache when deleted locally. Requires Nginx compiled with %s to work.
fr_fr: Enlève les images supprimées du cache proxy Nginx lorsqu'elles sont supprimées localement. Nécessite que Nginx ait été compilé avec %s pour fonctionner.

source: View Same
fr_fr: Voir les similaires

source: Global Mod
fr_fr: Modérateur global

source: 4chan time
fr_fr: Temps 4chan

source: View
fr_fr: Voir

source: Reply
fr_fr: Répondre

source: Last 50
fr_fr: 50 derniers

source: Report
fr_fr: Reporter

source: This post was deleted from 4chan manually
fr_fr: Ce message a été supprimé de 4chan manuellement

source: This post contains a spoiler image
fr_fr: Ce message contient une image spoiler

source: Quoted by:
fr_fr: Cité par :

source: Remove image
fr_fr: Supprimer l'image

source: Ban image
fr_fr: Bannir l'image

source: Ban user:
fr_fr: Bannir l'utilisateur :

source: Remove report
fr_fr: Supprimer le rapport

source: posts
fr_fr: messages

source: omitted
fr_fr: omit

source: Report reason:
fr_fr: Raison du rapport :

source: This post was deleted from 4chan
fr_fr: Ce message a été supprimé de 4chan

source: This post was made in the archive
fr_fr: Ce message a été créé dans l'archive

source: Error!
fr_fr: Erreur !

source: Subject
fr_fr: Sujet

source: Comment
fr_fr: Commentaire

source: File
fr_fr: Fichier

source: Post as
fr_fr: Poster comme

source: User
fr_fr: Utilisateur

source: Submit spoilered
fr_fr: Soumettre avec un spoiler

source: Reset
fr_fr: Remettre à zéro

source: Search or insert post no. or thread URL
fr_fr: Rechercher ou insérer le numéro de message ou l'URL du fil de discussion

source: Undefined
fr_fr: Non défini

source: Search
fr_fr: Recherche

source: Go to post
fr_fr: Aller au message

source: Filters:
fr_fr: Filtres :

source: You can drag and drop an image on the field above
fr_fr: Vous pouvez glisser-déposer une image sur le champ ci-dessus

source: Your latest searches:
fr_fr: Vos dernières recherches :

source: Clear
fr_fr: Effacer

source: By post
fr_fr: Par message

source: By thread
fr_fr: Par fil de discussion

source: Ghost
fr_fr: Message fantôme

source: Change theme
fr_fr: Changer le thème

source: Change language [alpha]
fr_fr: Changer la langue [alpha]

source: Add a translation
fr_fr: Ajouter une traduction

source: Redirecting...
fr_fr: Redirection…

source: Welcome on the 4chan Archiver "FoOlFuuka"
fr_fr: Bienvenu sur l'archive 4chan « FoOlFuuka »

source: Choose a 4chan board:
fr_fr: Choisissez un board 4chan :

source: We are hosting these boards:
fr_fr: Nous hébergeons les boards :
