Repository: Apogate/FoolFuuka
Catalog: assets/locale/*.utf8/LC_MESSAGES/*.po
Languages: fr_fr

source: Page not found. You can use the search if you were looking for something!
fr_fr: Page non trouvée. Vous pouvez utiliser la fonction recherche si vous cherchiez quelque chose !

source: Latest by Thread
fr_fr: Triés par fils de discussion

source: Ghost Page
fr_fr: Page fantôme

source: Gallery
fr_fr: Galerie

source: Gallery: Showing Latest Submitted Images
fr_fr: Galerie : Affichage des dernières images soumises

source: Gallery: Showing Latest Created Threads
fr_fr: Galerie : Affichage des derniers fils de discussion créés

source: Thread
fr_fr: Fil de discussion

source: Showing the last 50 posts for Thread No.
fr_fr: Affichage des 50 derniers messages pour le fil de discussion no.

source: Error
fr_fr: Erreur

source: There is no record of the specified image in our database.
fr_fr: Fixe l'adresse et le port de votre instance MySQL.

source: Image Pruned
fr_fr: Image supprimée

source: Error 404: The image has been pruned from the server.
fr_fr: Fixe le répertoire de travail vers le répertoire de travail de Sphinx.

source: Searched text
fr_fr: Fixe la limite mémoire pour une instance Sphinx en MegaBytes.

source: that contain &lsquo;%s&rsquo;
fr_fr: qui contiennent &lsquo;%s&rsquo;

source: with the subject &lsquo;%s&rsquo;
fr_fr: ayant comme sujet &lsquo;%s&rsquo;

source: with the username &lsquo;%s&rsquo;
fr_fr: ayant comme nom d'utilisateur &lsquo;%s&rsquo;

source: with the tripcode &lsquo;%s&rsquo;
fr_fr: ayant comme tripcode &lsquo;%s&rsquo;

source: with the filename &lsquo;%s&rsquo;
fr_fr: ayant comme nom de fichier &lsquo;%s&rsquo;

source: with the image hash &lsquo;%s&rsquo;
fr_fr: ayant comme hash d'image &lsquo;%s&rsquo;

source: that have been deleted
fr_fr: qui a été supprimé

source: that has not been deleted
fr_fr: qui n'a pas été supprimé

source: that are by ghosts
fr_fr: qui sont des messages fantômes

source: that are not by ghosts
fr_fr: qui ne sont pas des messages fantômes

source: that are only OP posts
fr_fr: qui sont seulement des messages d'ouverture

source: that are only non-OP posts
fr_fr: qui ne sont pas des messages d'ouverture

source: that do not contain images
fr_fr: qui ne contiennent pas d'images

source: that only contain images
fr_fr: qui contiennent des images

source: that were made by users
fr_fr: qui ont été écrits par des utilisateurs

source: that were made by mods
fr_fr: qui ont été écrits par des modérateurs

source: that were made by admins
fr_fr: qui ont été écrits par des administrateurs

source: posts after %s
fr_fr: messages après "%s"

source: posts before %s
fr_fr: messages avant "%s"

source: in ascending order
fr_fr: dans l'ordre croissant

source: Searching for posts %s.
fr_fr: Recherche des messages %s.

source: and
fr_fr: et

source: Displaying all posts with no filters applied.
fr_fr: Affichage de tout les messages sans filtres appliqués.

source: Global Search
fr_fr: Recherche globale

source: This thread does not exist.
fr_fr: Ce fil de discussion n'existe pas.

source: This thread is closed.
fr_fr: Ce fil ce discussion est fermé.

source: You are required to upload an image when posting a new thread.
fr_fr: Vous devez envoyer une image lors de la création d'un nouveau fil de discussion.

source: You are required to write a comment when no image upload is present.
fr_fr: Vous devez écrire un commentaire lorsque vous n'envoyez aucune image.

source: The posting of images has been disabled for this thread.
fr_fr: L'envoi d'images a été désactivé pour ce fil de discussion.

source: Welcome to {{FOOL_NAME}} version %s
fr_fr: Bienvenu sur {{FOOL_NAME}} version %s

source: Write "php index.php cli help" to display all the available command line functions.
fr_fr: Écrivez « php index.php cli help » pour afficher toutes les fonctions de la ligne de commande disponibles.

source: Your request is missing parameters.
fr_fr: Votre requête est incomplète.

source: Your request is missing parameters: add the board shortname.
fr_fr: Votre requête est incomplète : ajouter le nom du board.

source: The board you selected doesn't exist.
fr_fr: Le board que vous avez sélectionné n'existe pas.

source: Write "php index.php cli database help" for displaying the available commands for database manipulation.
fr_fr: Écrivez « php index.php cli database help » pour afficher les commandes disponibles pour manipuler la base de donnée.

source: Changing Theme
fr_fr: Changement du thème

source: Changing Language
fr_fr: Changement de la langue

source: {{FOOL_NAME}} Installation
fr_fr: Installation de {{FOOL_NAME}}

source: Database type
fr_fr: Type de base de donnée

source: The type of database you're going to use. There's only one option currently.
fr_fr: Le type de base de donnée que vous allez utiliser. Il n'y a qu'une option pour le moment.

source: Database hostname
fr_fr: Nom d'hôte de la base de donée

source: The hostname of the server hosting the database. 99.8% of times is localhost
fr_fr: Le nom d'hôte du serveur qui héberge la base de donnée. La plupart du temps celui-ci est localhost

source: Database name
fr_fr: Nom de la base de donnée

source: The name of the database
fr_fr: Le nom de la base de donnée

source: Database username
fr_fr: Nom d'utilisateur de la base de donnée

source: The username of the user with permissions to the database
fr_fr: Le nom d'utilisateur de l'utilisateur ayant les permissions d'accès à la base de donnée

source: Database password
fr_fr: Mot de passe de la base de donnée

source: The password of the user with permissions to the database
fr_fr: Le mot de passe de l'utilisateur ayant les permissions d'accès à la base de donnée

source: Database prefix
fr_fr: Préfixe de la base de donnée

source: Add a database prefix to avoid collisions, in example if you have other software using the same database
fr_fr: Ajoutez un préfixe à la base de donnée pour éviter les collisions, si par exemple vous avez un autre logiciel qui utilise la même base de donnée.

source: Administrator username
fr_fr: Nom d'utilisateur de l'administrateur

source: The username of the administrator's account
fr_fr: Le nom d'utilisateur du compte administrateur

source: Administrator password
fr_fr: Mot de passe de l'administrateur

source: The password of the administrator's account
fr_fr: Le mot de passe du compte administrateur

source: Administrator email
fr_fr: Adresse email de l'administrateur

source: The email of the administrator's account
fr_fr: L'adresse email du compte administrateur

source: Connection with database not established: check the database fields.
fr_fr: Connexion avec la base de donnée non établie : vérifiez les champs de la base de donnée.

source: {{FOOL_NAME}} has installed successfully. You can proceed logging in.
fr_fr: {{FOOL_NAME}} a été installé avec succès. Vous pouvez à présent vous connecter.

source: You need at least PHP version {{FOOL_REQUIREMENT_PHP}} to run {{FOOL_NAME}}. This means you have a many years old version. It is suggested to upgrade to a more recent version of PHP to avoid security issues with your server in general.
fr_fr: Vous avez besoin d'au moins la version PHP {{FOOL_REQUIREMENT_PHP}} pour faire fonctionner {{FOOL_NAME}}. Cela signifie que vous avez une version datant de plusieurs années. Il est conseillé de mettre à niveau PHP pour éviter les problèmes de sécurité sur votre serveur.

source: The file %s was removed. The installation can't continue without that file. You can find it in the {{FOOL_NAME}} download.
fr_fr: Le fichier %s a été supprimé. L'installation ne peut continuer sans ce fichier. Vous pouvez le trouver dans le répertoire de téléchargement de {{FOOL_NAME}}.

source: The %s directory needs to be writable. Use this command in your shell if possible: %s or change its permissions recursively to 777 with your own FTP software. You won't be able to install or run {{FOOL_NAME}} without this.
fr_fr: Le répertoire %s doit être accessible en écriture. Utilisez cette commande dans votre shell si possible : %s ou changez ses permissions récursivement à 777 avec votre logiciel FTP. Vous ne pourrez pas installer ou exécuter {{FOOL_NAME}} sans cela.

source: The %s directory needs to be writable as well. Use this command in your shell if possible: %s or change its permissions recursively to 777 with your own FTP software. You won't be able to install or run {{FOOL_NAME}} without this.
fr_fr: Le répertoire %s a aussi besoin d'être accessible en écriture. Utilisez cette commande dans votre shell si possible : %s ou changez ses permissions récursivement à 777 avec votre logiciel FTP. Vous ne pourrez pas installer ou exécuter {{FOOL_NAME}} sans cela.

source: The %s directory would be better if writable, in order to deliver automatic updates. Use this command in your shell if possible: %s
fr_fr: Il serait bien que le répertoire %s soit accessible en écriture, pour permettre les mises à jour automatiques. Utilisez cette commande dans votre shell si possible : %s

source: The %s directory would be better if writable, in order to deliver automatic updates.<br/>It was impossible to determine the user running PHP. Use this command in your shell if possible: %s where www-data is an example (usually it's www-data or Apache)
fr_fr: Il serait bien que le répertoire %s soit accessible en écriture, pour permettre les mises à jour automatiques.<br/>Il a été impossible de déterminer l'utilisateur exécutant PHP. Utilisez cette commande dans votre shell si possible : %s où www-data est un exemple (habituellement c'est www-data ou Apache)

source: If you can't do the above, after the installation you will be given a textfile to paste in config.php. More info after submitting.
fr_fr: Si vous ne pouvez pas faire ça, il vous sera donné après l'installation un fichier texte pour y coller config.php. Plus d'informations après la soumission.

source: If you made any changes, just refresh this page to recheck the directory permissions.
fr_fr: Si vous faites des changements, rafraichissez cette page pour revérifier les permissions des répertoires.

source: Authorization
fr_fr: Autorisation

source: Login
fr_fr: Connexion

source: Register
fr_fr: S'enregistrer

source: Resend activation email
fr_fr: Renvoyer un email d'activation

source: Forgot password
fr_fr: Mot de passe oublié

source: Reset password
fr_fr: Remettre à zéro le mot de passe

source: Change password
fr_fr: Changer le mot de passe

source: Change email
fr_fr: Changer l'email

source: Unregister
fr_fr: Se désenregistrer

source: Manage boards
fr_fr: Gérer les boards

source: New board created!
fr_fr: Nouveau board créé !

source: Board information updated.
fr_fr: Informations du board mises à jour.

source: Editing board:
fr_fr: Édition du board :

source: Create search table
fr_fr: Créer une table de recherche

source: This board doesn't have the search table. You can create it by follwing this button.
fr_fr: Ce board n'a pas de table de recherche. Vous pouvez en créer une en suivant ce bouton.

source: Remove search table
fr_fr: Supprimer la table de recherche

source: You are using Sphinx Search for this board, so you can remove the search table.
fr_fr: Vous utilisez Sphinx Search pour ce board, vous pouvez donc supprimer la table de recherche.

source: Creating a new board
fr_fr: Création d'un nouveau board

source: Failed to create the search table for the board %s.
fr_fr: Échec de la création d'une table de recherche pour le board %s.

source: The search table for the board %s has been created.
fr_fr: La table de recherche pour le board %s a été créée.

source: Failed to remove the search table for the board %s.
fr_fr: Échec de la suppression de la table de recherche pour le board %s.

source: The search table for the board %s has been removed.
fr_fr: La table de recherche pour le board %s a été supprimée.

source: Creating search table for board:
fr_fr: Création d'une table de recherche pour le board :

source: Do you want to create the search table for this board?
fr_fr: Voulez vous créer une table de recherche pour ce board ?

source: Creating the search table can take time if you have a board with even just 100.000 entries.
fr_fr: Créer la table de recherche peut prendre du temps si vous avez un board même avec seulement 100.000 entrées.

source: Normally, even if the page times out, the database will keep building it.
fr_fr: Normalement, même si cette page timeout, la base de donnée va continuer à la construire.

source: To make sure your search table is fully created, you can execute the following via the command line of your server.
fr_fr: Pour être sûr de la création de votre table de recherche, vous pouvez exécuter la commande suivante via la ligne de commande de votre serveur.

source: For very large boards, past a few millions of entries, this would could hours: you should use SphinxSearch instead, or anyway you should use the command line.
fr_fr: Pour des boards très larges, au-delà de quelques millions d'entrées, ceci peut durer des heures : vous devriez utiliser SphinxSearch à la place, ou la ligne de commande.

source: Removing search table for board:
fr_fr: Suppression de la table de recherche pour le board :

source: Do you want to remove the search table for this board?
fr_fr: Voulez-vous supprimer la table de recherche pour ce board ?

source: The search table can be created at any time, though it can take a while to create if the board is large.
fr_fr: La table de recherche peut être créée à n'importe quel moment, cependant cela peut durer longtemps si le board est important.

source: Failed to delete the board %s.
fr_fr: Échec de la suppression du board %s.

source: The board %s has been deleted.
fr_fr: Le board %s a été supprimé.

source: Removing board:
fr_fr: Suppression du board :

source: Do you really want to remove the board and all its data?
fr_fr: Voulez-vous vraiment supprimer le board et toutes ses données ?

source: Notice: due to its size, you will have to remove the image folder manually. The folder will have the "removed_" prefix.
fr_fr: Remarque : à cause de sa taille, vous allez devoir supprimer le répertoire d'image manuellement. Le répertoire aura le préfixe « removed_ ».

source: Preferences
fr_fr: Préférences

source: Boards directory
fr_fr: Répertoire des boards

source: Overrides the default path to the boards directory (Example: /var/www/foolfuuka/boards)
fr_fr: Remplace le chemin par défaut menant au répertoire des boards (Exemple : /var/www/foolfuuka/boards)

source: Boards URL
fr_fr: URL des boards

source: Overrides the default url to the boards folder (Example: http://foolfuuka.site.com/there/boards)
fr_fr: Remplace l'URL par défaut menant au répertoire des boards (Exemple : http://foolfuuka.site.com/there/boards)

source: Boards database
fr_fr: Base de donnée des boards

source: Overrides the default database. You should point it to your Asagi database if you have a separate one.
fr_fr: Remplace la base de donnée par défaut. Vous devriez faire pointer cela vers votre base de donnée Asagi si vous en avez une séparée.

source: Media load balancers
fr_fr: Répartiteurs de charge des médias

source: Facultative. One per line the URLs where your images are reachable.
fr_fr: Facultatif. Chaque ligne, une URL où vos images sont accessibles.

source: HTTPS media load balancers
fr_fr: Répartiteurs de charge des médias HTTPS

source: Facultative. One per line the URLs where your images are reachable. This is used when the site is loaded via HTTPS protocol, and if empty it will fall back to HTTP media load balancers.
fr_fr: Facultatif. Chaque ligne, une URL où vos images sont accessibles. Ceci est utilisé lorsque le site est accédé via le protocole HTTPS, si laissé vide il utilisera les répartiteurs de charge des médias HTTP.

source: Submit
fr_fr: Envoyer

source: Downloaded and installed the latest version of Asagi.
fr_fr: La dernière version d'Asagi a été téléchargée et installée.

source: Asagi has been removed.
fr_fr: Asagi a été supprimé.

source: Settings updated.
fr_fr: Préférences mises à jour.

source: Ran Asagi.
fr_fr: Asagi exécuté.

source: Stopped Asagi.
fr_fr: Asagi arrêté.

source: Enabled Asagi autorun.
fr_fr: Activé l'exécution automatique d'Asagi.

source: Disabled Asagi autorun.
fr_fr: Désactivé l'exécution automatique d'Asagi.

source: Asagi installation
fr_fr: Installation d'Asagi

source: Activate Sphinx globally (enables crossboard search)
fr_fr: Activer Sphinx globalement (active la recherche entre boards)

source: Set the address and port to your Sphinx instance.
fr_fr: Détermine l'adresse et le port de votre instance Sphinx.

source: The Sphinx listening address and port aren't formatted correctly.
fr_fr: L'adresse et le port d'écoute de Sphinx ne sont pas formatés correctement.

source: The port specified isn't a valid number.
fr_fr: Le port spécifié n'est pas un nombre valide.

source: The Sphinx server couldn't be contacted at the specified address and port.
fr_fr: Le serveur Sphinx n'a pas pu être contacté à l'adresse et au port spécifiés.

source: Set the address and port to your MySQL instance.
fr_fr: Détermine l'adresse et le port de votre instance MySQL.

source: Set the working directory to your Sphinx working directory.
fr_fr: Détermine le répertoire de travail vers le répertoire de travail de Sphinx.

source: Couldn't find the Sphinx working directory.
fr_fr: Le répertoire de travail de Sphinx n'a pas pu être trouvé.

source: Set the minimum word length indexed by Sphinx.
fr_fr: Détermine la taille minimum des mots indexés par Sphinx.

source: Set the memory limit for the Sphinx instance in MegaBytes.
fr_fr: Détermine la limite mémoire pour une instance Sphinx en MegaBytes.

source: Database
fr_fr: Base de donnée

source: Upgrade
fr_fr: Mise à niveau

source: Successfully updated the database.
fr_fr: Mise à jour de la base de donnée avec succès.

source: Members
fr_fr: Membres

source: Manage
fr_fr: Gérer

source: User profile saved!
fr_fr: Profil utilisateur sauvegardé !

source: Editing user:
fr_fr: Édition de l'utilisateur :

source: The plugin couldn't be enabled.
fr_fr: Le plugin n'a pas pu être activé.

source: The %s plugin is now enabled.
fr_fr: Le plugin %s est maintenant activé.

source: The plugin couldn't be disabled.
fr_fr: Le plugin n'a pas pu être désactivé.

source: The %s plugin is now disabled.
fr_fr: Le plugin %s est maintenant désactivé.

source: The %splugin couldn't be removed.
fr_fr: Le plugin %s n'a pas pu être supprimé.

source: The %s plugin was removed.
fr_fr: Le plugin %s a été supprimé.

source: Posts
fr_fr: Messages

source: Reports
fr_fr: Rapports

source: Access to reports outside the administrative panel is denied.
fr_fr: L'accès aux rapports en dehors du panneau d'administration est interdit.

source: Failed to remove the report from the database.
fr_fr: Échec de la suppression du rapport de la base de donnée.

source: The report has been removed from the database.
fr_fr: Le rapport a été supprimé de la base de donnée.

source: Theme
fr_fr: Thème

source: Sets the title of your site.
fr_fr: Détermine le titre de votre site.

source: Sets the title displayed in the index page.
fr_fr: Fixe le titre affiché sur la page d'index.

source: Active themes
fr_fr: Thèmes actifs

source: Choose the themes to make available to the users. Admins are able to access any of them even if disabled.
fr_fr: Choisi les thèmes accessibles aux utilisateurs. Les administrateurs ont accès à tous même si désactivés.

source: Enable Default theme
fr_fr: Activer le thème par défaut

source: Enable Fuuka theme
fr_fr: Activer le thème Fuuka

source: Enable Yotsuba theme
fr_fr: Activer le thème Yotsuba

source: Default theme
fr_fr: Thème par défaut

source: The theme the users will see as they reach your site.
fr_fr: Le thème que les utilisateurs vont voir à leur entrée sur le site.

source: Google Analytics code
fr_fr: Code Google Analytics

source: Insert your Google Analytics code to get statistics.
fr_fr: Insérez votre code Google Analytics pour recevoir des statistiques.

source: Header Text ("notices")
fr_fr: Texte d'en-tête (« notices »)

source: Inserts the text above in the header, below the nagivation links.
fr_fr: Insère le texte au-dessus de l'en-tête, en-dessous des liens de navigation.

source: Header Code
fr_fr: Code d'en-tête

source: This will insert the HTML code inside the &lt;HEAD&gt;.
fr_fr: Ceci va insérer le code HTML à l'intérieur du &lt;HEAD&gt;.

source: Footer Text
fr_fr: Texte de pied de page

source: Credits in the footer and similar.
fr_fr: Crédits dans le pied de page et similaires.

source: Footer Code
fr_fr: Code de pied de page

source: This will insert the HTML code above after the &lt;BODY&gt;.
fr_fr: Insert du code HTML après la balise &lt;BODY&gt;.

source: Advertising
fr_fr: Publicité

source: Top banner
fr_fr: Bannière supérieure

source: Insert the HTML code provided by your advertiser.
fr_fr: Insère le code HTML fourni par votre annonceur.

source: Enable top banner
fr_fr: Activer la bannière supérieure

source: Bottom banner
fr_fr: Bannière inférieure

source: Enable bottom banner
fr_fr: Activer la bannière inférieure

source: Registration
fr_fr: Inscription

source: Disable New User Registrations
fr_fr: Désactiver l'inscription de nouveaux utilisateurs

source: Disable Email Activation
fr_fr: Désactiver l'activation par mail

source: In order to use reCAPTCHA&trade; you need to sign up for the service at <a href="http://www.google.com/recaptcha">reCAPTCHA&trade;</a>, which will provide you with a public and a private key.
fr_fr: Pour utiliser reCaptcha&trade;, vous devez vous inscrire à ce service (<a href="http://www.google.com/recaptcha">reCAPTCHA&trade;</a>), qui vous donnera une clé publique et une clé privée.

source: reCaptcha&trade; Public Key
fr_fr: reCaptcha&trade; Clé publique

source: Insert the public key provided by reCAPTCHA&trade;.
fr_fr: Insérer la clé publique de reCAPTCHA&trade;.

source: reCaptcha&trade; Secret Key
fr_fr: reCaptcha&trade; Clé secrète

source: Insert the private key provided by reCAPTCHA&trade;.
fr_fr: Insérer la clé privée de reCaptcha&trade;.

source: System
fr_fr: Système

source: Found and Working
fr_fr: Trouvé et fonctionnel

source: Not Available
fr_fr: Non disponible

source: You must have Safe Mode turned off and the exec() function enabled to allow ImageMagick to process your images. Please check the information panel for more details.
fr_fr: Vous devez désactiver le Safe Mode et la fonction exec() permet d'autoriser ImageMagick de s'exécuter sur vos images. Merci de vérifier le panel d'information pour plus de détails.

source: Disabled Functions
fr_fr: Fonctions désactivées

source: Not Found
fr_fr: Introuvable

source: You must provide the correct path to the "convert" binary on your system. This is typically located under /usr/bin (Linux), /opt/local/bin (Mac OSX) or the installation directory (Windows).
fr_fr: Vous devez fournir le chemin correcte de votre "convertisseur" de binaire de votre système. Ceci est généralement situé sous /usr/bin (Linux), /opt/local/bin (OSX) ou dans le chemin d'installation (Windows).

source: Not Working
fr_fr: Ne fonctionne pas

source: There has been an error encountered when testing your ImageMagick installation. To manually check for errors, access your server via shell or command line and type: %s
fr_fr: De nombreuses erreurs ont été rencontrées durant le test d'ImageMagick. Pour vérifier manuellement les erreurs, rendez-vous dans votre serveur via une commande ou shell et inscrivez : %s

source: Path to ImageMagick
fr_fr: Chemin vers ImageMagick

source: The location of your ImageMagick "convert" executable
fr_fr: L'emplacement de l'exécutable « convert » de votre ImageMagick.

source: CDN subdomains
fr_fr: Sous-domaines CDN
