Repository: Apogate/FoolFuuka
Catalog: assets/locale/*.utf8/LC_MESSAGES/default.po
Languages: cs_cz, tr_tr

source: Insert a sub number to identify extra chapters. Zero for main chapter.
cs_cz: Vložte číslo po identifikaci extra kapitol. Nulu pro Hlavní kapitolu.
tr_tr: Ekstra bölümleri belirlemek için bir alt numara yerleştirin. Ana bölüm için 0-sıfır-dır.

source: Volume
cs_cz: Svazek
tr_tr: Cilt

source: Insert the volume number.
cs_cz: Vložte číslo svazku.
tr_tr: Cilt numarası giriniz

source: Language
cs_cz: Jazyk
tr_tr: Dil

source: Insert the language of the chapter.
cs_cz: Vložte jazyk kapitoly.
tr_tr: Bölümün dilini belirtiniz.

source: Description
cs_cz: Popis
tr_tr: Tanıtım

source: Insert a description.
cs_cz: Vložte popis
tr_tr: Bir tanıtım giriniz.

source: Hidden
cs_cz: Skryté
tr_tr: Gizli

source: Hide the chapter from public view.
cs_cz: Skryjte kapitolu pro veřejnost.
tr_tr: Bölümü ortak görünümden gizle

source: The serie you were adding the chapter to doesn't exist.
cs_cz: Serie které jste přidávali kapitolu neexistuje.
tr_tr: Seriye eklemeye çalıştığınız bölüm bulunamadı.

source: You're trying to delete something that doesn't even have a related serie'?
cs_cz: Snažíte se odstranit něco, co nemá ani související serii?
tr_tr: Yükleme bulunmayan silmeyi deniyorsunuz ?

source: The chapter you tried to edit doesn't exist.
cs_cz: Kapitola kterou jste se pokoušeli upravit neexistuje.
tr_tr: Düzenlemek için çalıştığınız bölüm bulunamadı.

source: The serie you were referring to doesn't exist.
cs_cz: Serie ke které jste odkazovali neexistuje.
tr_tr: Atıfta serisi yok.

source: The team you were referring this chapter to doesn't exist.
cs_cz: Tým kterému jste chtěli přiřadit tuto kapitolu neexistuje.
tr_tr: Bu bölümde atıfta takım yok.

source: You must select at least one team for this chapter
cs_cz: Musíte vybrat minimálně jeden tým pro tuto kapitolu.
tr_tr: Bu bölümde yönlendiren takım yok.

source: You haven't selected any team in relation to this chapter.
cs_cz: Nevybrali jste žádné týmy pro tuto kapitolu.
tr_tr: Bu bölümle ilgili herhangi bir takım seçmediniz.

source: Check that you have inputted all the required fields.
cs_cz: Zkontrolujte zda jste vyplnili všechna potřebná pole.
tr_tr: Gerekli tüm alanları doldurduğunuzu kontrol edin.

source: Failed to save to database for unknown reasons.
cs_cz: Z neznámích důvodů se nepodařilo uložení do databáze.
tr_tr: Bilinmeyen nedenlerle veritabanına kaydetme başarısız oldu.

source: Failed to remove the chapter from the database for unknown reasons.
cs_cz: Z neznámích důvodů se nepodařilo odtranění kapitoly z databáze.
tr_tr: Bilinmeyen nedenlerle veritabanında bölüm silinemedi.

source: No serie related to this chapter.
cs_cz: Žádná Serie nesouvisí s touto kapitolou.
tr_tr: Bu bölümün yüklendiği seri yok.

source: Failed to create the chapter directory. Please, check file permissions.
cs_cz: Nepodařilo se vytvořit složku kapitoly. Prosím zkontrolujte oprávnění v souborovém systému.
tr_tr: Bölüm dizin oluşturulamadı. Lütfen, dosya izinlerini kontrol edin.

source: Failed to remove the files inside the chapter directory. Please, check file permissions.
cs_cz: Nepodařilo se odstranit soubor ve složce kapitoly. Prosím zkontrolujte oprávnění v souborovém systému.
tr_tr: Bölüm dizin içindeki dosyaları kaldırma başarısız oldu. Lütfen, dosya izinlerini kontrol edin.

source: Failed to remove the chapter directory. Please, check file permissions.
cs_cz: Nepodařilo se odstranit složku kapitoly. Prosím zkontrolujte oprávnění v souborovém systému.
tr_tr: Bölüm dizini kaldırma başarısız oldu. Lütfen, dosya izinlerini kontrol edin.

source: Insert the title of the serie.
cs_cz: Vložte jméno serie.
tr_tr: Serinin başlığını yazın.

source: Hide the serie from public view.
cs_cz: Skrýt serii před veřejností
tr_tr: Ortak görünümden seriyi gizleyin.

source: Upload an image to use as thumbnail.
cs_cz: Nahrát obrázek a použít ho jako miniaturu.
tr_tr: Thumbnail olarak kullanmak için bir resim yükleyin

source: The serie you wanted to edit doesn't exist.
cs_cz: Serie kterou jste chtěli upravit neexistuje.
tr_tr: Düzenlemek istediğiniz seri yok.

source: Failed saving the serie to database for unknown reasons.
cs_cz: Z neznámích důvodů se nepodařilo uložit sérii do databáze.
tr_tr: Bilinmeyen nedenlerle veritabanı serisi tasarrufu Başarısız.

source: The serie couldn't be removed from the database for unknown reasons.
cs_cz: Z neznámích důvodů se nepodařilo odstranit sérii z databáze.
tr_tr: Serisi, bilinmeyen nedenlerle veritabanı kaldırılılamadı.

source: The directory could not be created. Please, check file permissions.
cs_cz: Adresář nemohl být vytvořen. Prosím, zkontrolujte oprávnění v souborovém systému.
tr_tr: Dizin oluşturulamadı. Lütfen, dosya izinlerini kontrol edin.

source: The files inside the serie directory could not be removed. Please, check the file permissions.
cs_cz: Soubory v adresáři serie nemohly být odstraněny. Prosím, zkontrolujte oprávnění souborového systému.
tr_tr: Seri dizin içindeki dosyaları kaldırılamadı. Dosya izinlerini kontrol edin.

source: The directory could not be removed. Please, check file permissions.
cs_cz: Adresář nelze odstranit. Prosím, zkontrolujte oprávnění v souborovém systému.
tr_tr: Dizin silinemez. Lütfen, dosya izinlerini kontrol edin.

source: Failed to create the thumbnail image for the serie. Check file permissions.
cs_cz: Nepodařilo se vytvořit miniaturu pro serii. Zkontrolujte oprávnění souborového systemu.
tr_tr: Serisi için thumbnail resimi oluşturulamadı. Dosya izinlerini kontrol edin.

source: Failed to create the thumbnail image for the serie. Resize function didn't work
cs_cz: Nepodařilo se vytvořit miniaturu pro serii. Funkce změny velikosti nefunguje
tr_tr: Serisi için thumbnail resimi oluşturulamadı. Yeniden boyutlandırma fonksiyonu işe yaramadı

source: Failed to save the thumbnail image in the database.
cs_cz: Nepodařilo se uložit miniatury do databáze.
tr_tr: Veritabanına Thumbnail kaydetme başarısız oldu.

source: Failed to remove the thumbnail's original image. Please, check file permissions.
cs_cz: Nepodařilo se odstranit miniatůru původního obrázku. Prosím, zkontrolujte oprávnění v souborovém systému.
tr_tr: Thumbnail orijinal görüntüsü silinemedi. Lütfen, dosya izinlerini kontrol edin.

source: Failed to remove the thumbnail image. Please, check file permissions.
cs_cz: Nepodařilo se odstranit miniaturu. Prosím, zkontrolujte oprávnění v souborovém systému.
tr_tr: Thumbnail resmini kaldırma başarısız oldu. Lütfen, dosya izinlerini kontrol edin.

source: Failed to remove the thumbnail image from the database.
cs_cz: Nepodařilo se odstranit miniaturu z databáze.
tr_tr: Thumbnail resimi veritabanından kaldırma başarısız oldu.

source: One of the named teams doesn't exist.
cs_cz: Jeden z vybraných týmů neexistuje.
tr_tr: Bu isimde bir takım bulunamadı.

source: Couldn't save joint to database due to an unknown error.
cs_cz: Díky neznámé chybě se nepodařilo uložit spolupráci do databáze.
tr_tr: Bilinmeyen bir hata nedeniyle veritabanı ortak kaydedilemedi.

source: The joint couldn't be removed.
cs_cz: Nepodařilo se odstranit spolupráci.
tr_tr: Eklem silinemedi.

source: Couldn't add team to joint for unknown reasons.
cs_cz: Z naznámích důvodů se nepodařilo přídat tým do spolupráce.
tr_tr: Bilinmeyen nedenlerden dolayı ortak bir takım eklenemedi.

source: Couldn't remove the team from the joint.
cs_cz: Nepodařilo se odstranit tým ze spolupráce.
tr_tr: Ortak takım kaldırılamadı.

source: Couldn't remove the team from all the joints.
cs_cz: Nepodařilo se odstranit tým ze spolupráce
tr_tr: Tüm takım eklemeleri kaldırılamadı.

source: There isn't a page in the database related to this ID.
cs_cz: V databázi není stránka související s tímto ID.
tr_tr: Veritabanında bu ID ile ilgili bir sayfa yoktur.

source: There was no selected chapter.
cs_cz: Nebyla vybraná žádná kapitola.
tr_tr: Hiç bir bölüm seçmediniz.

source: The selected chapter doesn't exist.
cs_cz: Vybraná kapaitola neexistuje.
tr_tr: Seçilen bölüm eşleşemedi.

source: Failed to write to database for unknown reasons.
cs_cz: Nepodařilo se zapsat do databáze z neznámých důvodů.
tr_tr: Bilinmeyen nedenlerle veritabanına yazma başarısız oldu.

source: Failed to remove the page from the database.
cs_cz: Nepodařilo se odstranit stránku z databáze.
tr_tr: Veritabanından sayfayı kaldırma başarısız oldu.

source: Failed to add the page's file. Please, check file permissions.
cs_cz: Nepodařilo se přidat stránky soubor. Prosím, zkontrolujte oprávnění v souborovém systému.
tr_tr: Sayfaya dosya ekleme başarısız oldu. Lütfen, dosya izinlerini kontrol edin.

source: Failed to create the thumbnail of the page.
cs_cz: Nepodařilo se vytvořit miniaturu stránky.
tr_tr: Sayfa thumbnail resimi oluşturulamadı.

source: Failed to remove the page's file. Please, check file permissions.
cs_cz: Nepodařilo se odstranit stránky soubor. Prosím, zkontrolujte oprávnění v souborovém systému.
tr_tr: Sayfa'nın dosyası silinemedi. Lütfen, dosya izinlerini kontrol edin.

source: Failed to remove the page's thumbnail. Please, check file permissions.
cs_cz: Nepodařilo se odstranit miniaturu stránky. Prosím, zkontrolujte oprávnění v souborovém systému.
tr_tr: Sayfanın Thumbnail resimi kaldırılamadı. Lütfen, dosya izinlerini kontrol edin.

source: Failed to find the selected team's ID.
cs_cz: Nepodařilo se najít ID vybraného týmu.
tr_tr: Seçilen takımın ID'si bulunamadı.

source: Failed to update the team in the database for unknown reasons.
cs_cz: Z neznámích důvodů se nepodařilo aktualizovat tým v databázi.
tr_tr: Bilinmeyen nedenlerden dolayı veritabanında takım güncelleştirilemedi.

source: Failed removing the chapters while removing the team.
cs_cz: Selhalo odstranění kapitol při odstraňování týmu.
tr_tr: Takım çıkarırken bölümleri kaldırma başarısız oldu.

source: Failed to delete the team for unknown reasons.
cs_cz: Z neznámích důvodů se nepodařilo se odstranit tým.
tr_tr: Bilinmeyen nedenlerden dolayı takım silinemedi.

source: There were no groups selected.
cs_cz: Nebyly vybrány žádné skupiny.
tr_tr: Seçilen herhangi bir grup yok.

source: There's no team under this ID.
cs_cz: Neexistuje žádný tým s tímto ID.
tr_tr: Bu ID altında hiç bir takım yok.

source: There's no teams under this ID.
cs_cz: Neexistují žádné týmy s tímto ID.
tr_tr: Bu ID altında hiç bir takım yok.

source: There's no group found with this ID.
cs_cz: Neexistují žádné skupiny s tímto ID.
tr_tr: Bu ID ile hiç bir takım bulunamadı.

source: We're currently upgrading FoOlSlide. This process usually takes few seconds or a couple minutes, check back soon!
cs_cz: Právě aktualizujeme FoOlSlide. Tento proces obvykle trvá několik sekund nebo několik minut, zkuste to později!
tr_tr: Şu anda FoOlSlide yükselteceğiz. Bu işlem genellikle birkaç saniye veya birkaç dakika sürer, kısa süre sonra tekrar kontrol edin!

source: FoOlPod server could not be contacted: impossible to check for new versions.
cs_cz: FoOlPod server nemohl být kontaktován: nelze získat nové aktualizace.
tr_tr: FoOlPod sunucusu ile bağlantı kurulamadı: yeni sürümlerini kontrol etmek imkansız.

source: Can't get the update file from FoOlPod. It might be a momentary problem, or a problem with your server security configuration. Browse <a href="http://foolrulez.com/pod/human">http://foolrulez.com/pod/human</a> to check if it's a known issue.
cs_cz: Nelze získat aktualizační soubor z FoOlPod. Může to být momentální problém, nebo problém s konfigurací zabezpečení vašeho serveru. Projděte si <a href="http://foolrulez.com/pod/human">http://foolrulez.com/pod/human</a> aby jste zjistili zda je to některý ze známých problémů.
tr_tr: FoOlPod güncelleme dosyası alınamıyor. Bu bir anlık bir sorun, ya da sunucu güvenlik yapılandırması ile ilgili bir sorun olabilir. Gözat <a href="http://foolrulez.com/pod/human">http://foolrulez.com/pod/human</a> bilinen bir sorun olup olmadığını kontrol etmek için.

source: If you can't do the above, you can follow the manual upgrade instructons at %sthis link%s.
cs_cz: Pokud nemůžete udělat to výše, tak si můžete přečíst instrukce k ruční aktualizaci na %sthis link%s.
tr_tr: Yukarıdaki yapamıyorsanız,%s this bağlantısını %s manuel yükseltme instructons takip edebilirsiniz

source: Control panel
cs_cz: Kontrolní panel
tr_tr: Kontrol paneli

source: Admin panel
tr_tr: Yönetici Paneli

source: Logout
cs_cz: Odhlásit se
tr_tr: Çıkış

source: Account
cs_cz: Účet
tr_tr: Hesap

source: Back to profile
cs_cz: Zpět na profil
tr_tr: Profile geri dön

source: Back to login
cs_cz: Zpět na přihlášení
tr_tr: Giriş ekranına geri dön

source: Email or username
cs_cz: Email nebo uživatelské jméno
tr_tr: E-posta veya kullanıcı adı

source: Email
tr_tr: E-posta

source: Confirmation Code
cs_cz: Potvrzovací kód
tr_tr: Onay Kodu

source: Remember me
cs_cz: Pamatuj si mě
tr_tr: Beni hatırla

source: Username
cs_cz: Uživatelské jméno
tr_tr: Kullanıcı Adı

source: Email Address
cs_cz: Emailová adresa
tr_tr: E-posta Adresi

source: Password
cs_cz: Heslo
tr_tr: Şifre

source: Confirm Password
cs_cz: Potvrď heslo
tr_tr: Şifre Doğrulama

source: Get another CAPTCHA
cs_cz: Získej další CAPTCHA
tr_tr: Başka bir CAPTCHA alın

source: Get an audio CAPTCHA
cs_cz: Získejte audio CAPTCHA
tr_tr: Bir ses CAPTCHA alın

source: Get an image CAPTCHA
cs_cz: Získejte obrázek CAPTCHA
tr_tr: Bir görüntü CAPTCHA alın

source: Enter the words above
cs_cz: Zadejte slova nad
tr_tr: Yukarıdaki kelimeyi girin

source: Enter the numbers you hear
cs_cz: Zadejte čísla, která uslyšíte
tr_tr: Duyduğunuz rakamları girin

source: Enter the code exactly as it appears
cs_cz: Zadejte kód přesně tak, jak se zobrazí
tr_tr: Göründüğü gibi kodunu girin

source: You're leaving the team leadership:
cs_cz: Vzdáváš se pozice vedoucího týmu:
tr_tr: Bu ekip liderliğinden ayrılıyorsunuz:

source: Leave
cs_cz: Odejít
tr_tr: Ayrıl

source: Back to your teams
cs_cz: Zpět do tvých týmů
tr_tr: Ekiblere geri dön

source: You're leaving the team:
cs_cz: Opouštíš tým:
tr_tr: Bu ekibden ayrılıyorsunuz :

source: Display name (public)
cs_cz: Zobrazené jméno (veřejné)
tr_tr: Görünen ad (ortak)

source: Twitter username (public)
cs_cz: Twitter uživatelské jméno (veřejné)
tr_tr: Twitter kullanıcı adınızı (ortak)

source: Bio (public) (max 140 characters)
cs_cz: Bio (veřejné) (max 140 znaků)
tr_tr: Bio (ortak) (max 140 karakter)

source: Saved
cs_cz: Uloženo
tr_tr: Kaydedildi

source: Change avatar (via Gravatar.com)
cs_cz: Změňte avatara (pomocí Gravatar.com)
tr_tr: Avatarı değiş (via Gravatar.com)

source: not public
cs_cz: neveřejné
tr_tr: Ortak değil

source: Delete account
cs_cz: Smazat účet
tr_tr: Hesabı sil

source: Accept
cs_cz: Přijmout
tr_tr: Kabul etmek

source: Reject
cs_cz: Odmítnout
tr_tr: Reddetmek

source: You aren't part of any team.
cs_cz: Nejste členem žádného týmu.
tr_tr: Herhangi bir ekibin üyesi değilsiniz.

source: You're part of the following teams:
cs_cz: Jste členem následujících týmů:
tr_tr: Aşağıdaki takımların üyesisimiz :

source: You're the leader of the following teams:
cs_cz: Jste vedoucím následujících týmů:
tr_tr: Aşağıdaki takımların liderisiniz :

source: Leave leadership
cs_cz: Vzdát se pozice vedoucího
tr_tr: Liderliği bırak

source: These users are applying for a team of yours:
cs_cz: Tito uživatelé se ucházejí o členství v tvém týmu:
tr_tr: Sizin ekinibiz için başvuran kullanıcılar:

source: User:
cs_cz: Uživatel:
tr_tr: Kullanıcı:

source: Options
cs_cz: Nastavení
tr_tr: Seçenekler

source: Insert the exact name of the team you'd like to apply to:
cs_cz: Vložte přesné jméno týmu do kterého chcete vstoupit:
tr_tr: Almak istediğiniz takımın tak adını yazınız:

source: Team name (case sensitive)
cs_cz: Jméno týmu (case sensitive)
tr_tr: Takım ismi (büyük-küçük harfe duyarlıdır)

source: Apply
cs_cz: Zažádat
tr_tr: Uygula

source: You have pending applications for the following teams:
cs_cz: Máte dosud nevyřízené žádostí pro tyto týmy:
tr_tr: Aşağıdaki takımlar için uygulamalar bekleyen var:

source: control panel
cs_cz: kontrolní panel
tr_tr: kontrol paneli

source: New upgrade available:
cs_cz: Nové aktualizace k dispozici:
tr_tr: Yeni güncelleme var:

source: There's a newer version of the database available. Just update it by clicking on the update button.
cs_cz: K dispozici je novější verze databáze. Stačí aktualizovat kliknutím na tlačítko Update.
tr_tr: Veri tabanında mevcut olan yeni bir sürümü mevcut. Sadece güncelleme düğmesine tıklayarak güncelleyin.

source: In case you're using a very large installation of FoOlSlide, to avoid timeouts while updating the database, you can use the command line, and enter this: %s
cs_cz: V případě, že používáte velkou instalaci FoOlSlide, aby nedošlo k dosažení časových limitů při aktualizaci databáze, můžete použít příkazový řádek a zadat následující: %s
tr_tr: Veritabanını güncelleyerek zaman aşımları önlemek için, FoOlSlide çok geniş bir kurulum, kullanmakta olduğunuz durumda, komut satırı ve şunları yazın:%s

source: Do you really want to upgrade your database?
cs_cz: Opravdu chcete provést aktualizaci vaší databáze?
tr_tr: Ferçekten veritabanını yükseltmek istiyor musunuz?

source: Load balancers for FoOlSlide are servers that contain the images cloned from the master server. You can use an external service to do this (like a Content Delivery Network), or use a second FoOlSlide in "client mode" on another server.
tr_tr: FoOlSlide için yük dengeleyici ana sunucu klonlanmış görüntüleri içeren sunucular. (Content Delivery Network gibi) yapmak için harici bir hizmeti kullanmak ya da başka bir sunucuya "istemci modu" nda ikinci bir FoOlSlide kullanmak.

source: Setting up a FoOlSlide balancer is really easy: just install a slide on the other server, tell it the URL to this slide (%s), and add the URL to the other slide down here. The rest is automatic.
tr_tr: FoOlSlide dengeleyici ayarlama gerçekten çok kolay: sadece bir slayt başka bir sunucuya yüklemek URL Bu slayt (%s) bunu söylemek ve burada başka slayt URL'sini ekleyin. Geri kalanı otomatik olarak yapılır.

source: The % is for ease. You can set each host to any %. If you set two balancers at 100%, they will actually work at 50% each
tr_tr: Kolaylığı için%. Herhangi bir% her ana ayarlayabilirsiniz. % 100 iki dengeleyici ayarlarsanız, aslında her biri% 50

source: The load balancer can't support download of compressed archives. Those will still be served by the master FoOlSlide. Don't worry: less than 20% readers downloads. Just keep this in mind while distributing the %.
tr_tr: Yük dengeleyici sıkıştırılmış arşivler yüklenebilir bakamam. Bu hala master FoOlSlide tarafından servis edilecektir. Merak etmeyin:% 20'den az okuyucular indirme. % Dağıtmak Sadece bunu aklınızdan çıkarmayın.

source: Add/Save
tr_tr: Ekle / Kaydet

source: IPs of load balancing servers
tr_tr: IP'lerin yükleme dengeleyici serveleri

source: Add the IPs of the servers used to balance. This will prevent them from being limited via the nationality filter.
tr_tr: Dengelemek için kullanılan sunucuları IP'leri ekleyin. Bu onlara milliyet filtre ile sınırlı olmak önleyecektir.

source: Make an user a leader by submitting his username:
cs_cz: Udělej uživatele vedoucím odesláním jeho uživatelského jména:
tr_tr: Bir kullanıcıyı gönderici ismi ile lider yapın

source: Make administrator
cs_cz: Vytvořit administrátora
tr_tr: Yönetici yap

source: Are you sure you want to make this user an administrator?
cs_cz: Jste si jisti že chcete z tohoto uživatele udělat administrátorem?
tr_tr: Bu kullancıyı bir yönetici yapmak istiyor musunuz?

source: Remove administrator
cs_cz: Odstranit administrátora
tr_tr: Yöneticiyi sil

source: Are you sure you want to remove this user from the administrator group?
cs_cz: Jste si jisti, že chcete odstranit tohoto uživatele ze skupiny Administratorů?
tr_tr: Bu kullanıcıyı gerçenten yönetici grubundan silmek istiyor musunuz ?

source: Make moderator
cs_cz: Vytvořit moderátora
tr_tr: Moderatör yap

source: Are you sure you want to make this user a moderator?
cs_cz: Jste si jisti že chcete jmenovat tohoto uživatele moderátorem?
tr_tr: Bu kullancıyı bir moderatör yapmak istiyor musunuz?

source: Remove moderator
cs_cz: Odstranit moderátora
tr_tr: Moderatörü Sil

source: Are you sure you want to remove this user from the moderator group?
cs_cz: Jste si jisti že chcete tohoto uživatele odstranit ze skupiny moderátorů?
tr_tr: Bu kullanıcıyı gerçekten moderatör grubundan silmek istiyor musunuz?

source: To search, write and hit enter
cs_cz: Pro hledání, napište a stiskněte klávesu Enter
tr_tr: Arama, yaz ve enter tuşuna bas

source: Delete chapter
cs_cz: Odstranit kapitolu
tr_tr: Bölümü sil

source: Do you really want to delete this chapter and its pages?
cs_cz: Opravdu si přejete odstranit tuto kapitolu a všechny její stránky?
tr_tr: Ferçekten bu bölümü ve sayfalarını silmek istiyor musunuz?

source: Read chapter
cs_cz: Přečíst si kapitolu
tr_tr: Bölümü okuyun

source: Pages
cs_cz: Stránky
tr_tr: Sayfalar

source: Use flash upload
cs_cz: Použít flash upload
tr_tr: Flaş upload'ı kullanın

source: Here you can select a directory and import chapters from it. This directory must contain ZIP, RAR or directories with each representing one single chapter. After you select a valid directory, the interface will give you the ability to fine-tune the import of each chapter. Notice that every directory, ZIP or RAR will be scanned for images and these will all be put in the same folder. If there are two files with the same name in the same ZIP, RAR or directory, the second found will overwrite the first.
cs_cz: Zde si můžete vybrat adresář a importovat z něj kapitoly. Tento adresář musí obsahovat ZIP, RAR nebo adresáře kde každý představuje jednu kapitolu. Po výběru platného adresáře, vám rozhraní umožní vyladit import jednotlivých kapitol. Uvědomte si, že všechny adresáře, ZIP nebo RAR budou prohledávány pro obrázky a ty budou všichny vloženy do stejné složky. Jestliže se najdou dva soubory se stejným názvem ve stejném ZIP, RAR nebo adresáři, tak ten co se najde jako druhý přepíše ten první.
tr_tr: Buradan bir dizin seçip bölüm aktara bilirsiniz. Bu dizin her biri tek bir bölüm temsil ile ZIP, RAR ya da dizinleri içermelidir. Eğer geçerli bir dizin seçtikten sonra, arayüzü ince ayar her bölümün alma yeteneği verecektir. Her dizin, ZIP veya RAR görüntüler için taranacak ve bunların hepsi aynı klasöre koymak olacaktır dikkat edin. Aynı ZIP aynı adı taşıyan iki dosya varsa, RAR ya da dizin bulunda, ikincisi ilkini üzerine yazılacaktır.

source: Chapter filename
cs_cz: Jméno souboru kapitoly
tr_tr: Bölüm dosaya isimi

source: Mass set the volume
cs_cz: Masové nastavení svazku
tr_tr: Cilt yığınını ayarla

source: Set first chapter number and +1 each next chapter
cs_cz: Nastavte první kapitole číslo a +1 každé další
tr_tr: İlk bölüm numarasını ayarla ve diğer bölümlere +1 ekle

source: Mass set the teams
cs_cz: Masové nastavení týmu
tr_tr: Takım yığınını ayarla

source: If you checked all chapter numbers
cs_cz: Pokud jste zkontrolovali všechna čísla kapitol
tr_tr: Tüm bölüm numaraları kontrol ettiysen

source: Currently adding chapters to
cs_cz: Právě přidávám kapitoly do
tr_tr: Şu anda bölümler ekleniyor

source: Add serie
cs_cz: Přidat sérii
tr_tr: Seri ekle

source: First
cs_cz: První
tr_tr: Ilk

source: Prev
cs_cz: Předchozí
tr_tr: Önceki

source: Next
cs_cz: Další
tr_tr: Sonraki

source: Last
cs_cz: Poslední
tr_tr: Son

source: Delete serie
cs_cz: Smazat sérii
tr_tr: Seri Sil

source: Do you really want to delete this serie and its chapters?
cs_cz: Opravdu chcete smazat sérii a včechny její kapitoly?
tr_tr: Gerçekten bu seriyi ve bölümlerini silmek istiyor musunuz?

source: Chapters
cs_cz: Kapitoly
tr_tr: Bölümler

source: Add chapter
cs_cz: Přidat kapitolu
tr_tr: Bölüm ekle

source: Import from folder
cs_cz: Importovat ze složky
tr_tr: Klasörden aktar

source: Quick tools
cs_cz: Rychlé nástroje
tr_tr: Hızlı araçlar
