Repository: Apogate/FoolFuuka
Catalog: assets/locale/*.utf8/LC_MESSAGES/default.po
Languages: cs_cz, tr_tr

source: Upgrade FoOlSlide automatically
cs_cz: Aktualizovat FoOlSlide automaticky
tr_tr: Otomatik olarak FoOlSlide Yükseltme

source: Do you really want to upgrade to the latest version?
cs_cz: Opravdu chcete provést aktualizaci na nejnovější verzi?
tr_tr: En son sürüme yükseltmeyi gerçekten istiyor musunuz?

source: Download latest version
cs_cz: Stáhnout nejnovější verzi.
tr_tr: En son sürümünü indirin

source: Repair FoOlSlide files
cs_cz: Opravte soubory FoOlSlide
tr_tr: FoOlSlide dosyalarını tamir et

source: Do you really want to reinstall FoOlSlide?
cs_cz: Opravdu chcete přeinstalovat FoOlSlide?
tr_tr: Sitenizi gerçekten yeniden yüklemek istiyormusunuz ?

source: Your FoOlSlide is up to date.
cs_cz: Váš FoOlSlide má nejnovější verzi.
tr_tr: Sizin FoOlSlide güncel.

source: Please, check the <a href="https://www.transifex.net/projects/p/foolslide/resource/defaultpot/">transifex translation project</a> in case you're using a non-English language for FoOlSlide. Make sure the % on your language isn't under 90% before upgrading. Contribute to the translation to get your language updated in the next localization update of FoOlSlide (normally within 48 hours).
cs_cz: Prosím, podívejte se na <a href="https://www.transifex.net/projects/p/foolslide/resource/defaultpot/">překladatelský projekt transifex </a> v případě, že nepoužíváte angličtinu pro FoOlSlide. Před aktualizací se ujistěte, že % vašeho jazyku nejsou pod 90%. Přispěj k překladu, aby jste měli svou jazykovou vezi aktualizovánu v příští aktualizaci lokalizace FoOlSlide (obvykle do 48 hodin).
tr_tr: Lütgen, Kontrol edin <a href="https://www.transifex.net/projects/p/foolslide/resource/defaultpot/">transifex çeviri projesi</a> FoOlSlide için İngilizce olmayan bir dil kullanmakta olduğunuz durumda. Dilinize% yükseltmeden önce% 90 altında değildir emin olun. Sizin dilinizde FoOlSlide sonraki yerelleştirme güncelleme (normalde 48 saat içinde) güncel çeviri için katkıda bulunmak.

source: This is all the needed information to install and run FoOlSlide. Don't worry: you can change this information later in case you need it changed.
cs_cz: Toto jsou všechny potřebné informace pro instalaci a spuštění FoOlSlide. Nedělejte si starosti: Pokud potřebujete tak je můžete změnit později.
tr_tr: Bu FoOlSlide yüklemek ve çalıştırmak için gerekli olan tüm bilgileri girin. Üzülmeyin: değişti durumunda, daha sonra bu bilgileri değiştirebilirsiniz.

source: Done
cs_cz: Hotovo
tr_tr: Tamamlandı

source: Title
cs_cz: Název
tr_tr: Başlık

source: All chapters available for
cs_cz: Všechny kapitoly dostupné pro
tr_tr: Bu manga için tüm bölümler :

source: Latest released chapters
cs_cz: Nejnovější vydané kapitoly
tr_tr: En son çıkan bölümler

source: List of the available comics
cs_cz: Seznam dostupných komiksů
tr_tr: Mevcut Manga Listesi

source: No releases for this series
cs_cz: Tyto série nemájí žádné vydání
tr_tr: Dahaca yükleme yapılmadı.

source: Latest release
cs_cz: Nejnovější vydání
tr_tr: Son güncellemeler

source: Page
cs_cz: Stránka
tr_tr: Sayfa

source: Use W-A-S-D or the arrow keys to navigate
tr_tr: Gezinmek için W-A-S-D yada okları kullanın

source: Double-tap to change page
tr_tr: Sayfayı değiştirmek için çift dokunun.

source: Search results for
cs_cz: Výsledky vyhledávání pro
tr_tr: Arama sonuçları

source: Search series
cs_cz: Hledej série
tr_tr: Arama serisi

source: To search series, type and hit enter
cs_cz: Pro hledání série, napiš a stiskni enter
tr_tr: Aramak için seriyi yazın ve enter'a basın

source: Team's page
cs_cz: Stránka týmu
tr_tr: Ekibinin sayfasına

source: Informations
cs_cz: Informace
tr_tr: Bilgiler

source: Team leaders
cs_cz: Vedoucí týmu
tr_tr: Ekip liderleri

source: No leaders in this team
cs_cz: V tomto týmu není žádný vedoucí
tr_tr: Bu ekibin liderleri yok

source: No members in this team
cs_cz: V tomto týmu nejsou žádní členové
tr_tr: Bu ekibin hiç üyesi yok

source: Go back to site
cs_cz: Vratit se stránky
tr_tr: Siteye geri dön

source: Go to series list
cs_cz: Jdi na seznam sérií
tr_tr: Serilerin listesine git

source: Home
cs_cz: Domov
tr_tr: Ana Sayfa

source: Pre-header text
cs_cz: Text před záhlavím

source: This allows you to add code inside the HEAD of the HTML.
cs_cz: Toto vám umožní přidat kód do HEAD v HTML.

source: Top banner
cs_cz: Horní banner

source: reCaptcha public key
cs_cz: reCAPTCHA veřejný klíč

source: Use <a href="http://www.google.com/recaptcha">reCaptcha</a> service, avoid hellish captchas!
cs_cz: Použijte <a href="http://www.google.com/recaptcha">reCAPTCHA</a> služby, vyhněte se pekelným captchas!

source: reCaptcha secret key
cs_cz: reCAPTCHA tajný klíč

source: Vol.
cs_cz: Sv.

source: Thumbnail
cs_cz: Miniatura

source: Manual setup: write {cc} for where the chapter is positioned. {ss} for subchapter. {vv} for volume. The amount of letters sets the amount of numbers. "Chapter_123" is caught by writing "Chapter_{ccc}".
cs_cz: Ruční nastavení: napište {cc} tam kde je umístěno číslo kapitoly. {ss} pro podkapitolu. {vv} pro svazek. Množství písmen, stanoví množství čísel. "Chapter_123" je vytvořeno napsaním "Chapter_ {ccc}".

source: The installation was unable to automatically create the config.php file. You'll have to create %s and paste all the following inside the file. When done, just press on the button on the bottom to be redirected to your FoOlSlide installation.
cs_cz: Instalaci se nepodařilo automaticky vytvořit soubor config.php. Budete muset vytvořit %s a vložit vše následující do souboru. Až budete hotovi, stačí stisknout na tlačítko ve spodní části a budete přesměrováni na vaš instalaci FoOlSlide.

source: by
cs_cz: od
