Repository: Apogate/FoolFuuka
Catalog: assets/locale/*.utf8/LC_MESSAGES/default.po
Languages: cs_cz, tr_tr

source: Database type
cs_cz: Typ Databáze
tr_tr: Veritabanı türü

source: required
cs_cz: potřebné
tr_tr: gerekli

source: The type of database you're going to use. Leave it on MySQL if using a standard installation
cs_cz: Typ databáze kterou budete používat. Nechte to na MySQL pokud používáte standartní instalaci.
tr_tr: Kullanacağınız veritabanı türü. Eğer standart bir yükleme yapıyorsanız MySQL olarak bırakın

source: Database hostname
cs_cz: Díky neznámé chybě se nepodařilo uložit spolupráci do databáze.
tr_tr: Veritabanı hostu

source: The hostname of the server hosting the database. 99.8% of times is localhost
cs_cz: Nepodařilo se odstranit spolupráci.
tr_tr: Veritabanını barındıran sunucu adı.Genellikle 'localhost'dur.

source: Database name
cs_cz: Z neznámích důvodů se nepodařilo přidat tým do spolupráce.
tr_tr: Veritabanı adı

source: The name of the database
cs_cz: Nepodařilo se odstranit tým ze spolupráce.
tr_tr: Veritabanı adı

source: Database username
cs_cz: Nepodařilo se odstranit tým ze všech spoluprácí.
tr_tr: Veritabanı kullanıcı adı

source: The username of the user with permissions to the database
cs_cz: Uživatelské jméno uživatele se přístupem k databázi
tr_tr: Veritabanına erişim izni olan kullanıcıya ait kullanıcı adı

source: Database password
cs_cz: Heslo databáze
tr_tr: Veritabanı şifresi

source: The password of the user with permissions to the database
cs_cz: Heslo uživatele se přístupem k databázi
tr_tr: Veritabanına erişim izni olan kullanıcıya ait şifre

source: Database prefix
cs_cz: Předpona Databáze
tr_tr: Veritabanı öneği

source: Add a database prefix to avoid collisions, in example if you have other FoOlSlides
cs_cz: Přidá předponu aby jste předešli kolizím, například pokud máte i jiný FoOlSlide
tr_tr: Çakışmaları önlemek için bir önek ekleyebilirsiniz, örneğin birden fazla FoOlSlides'ı aynı veritabanına kuruyorsanız

source: Administrator username
cs_cz: Uživatelské jméno administrátora
tr_tr: Yönetici kullanıcı adı

source: The username of the administrator's account
cs_cz: Uživatelské jméno administátorského účtu
tr_tr: Yönetici hesabının kullanıcı adı

source: Administrator password
cs_cz: Heslo administrátora
tr_tr: Yönetici şifresi

source: The password of the administrator's account
cs_cz: Heslo administátorského účtu
tr_tr: Yönetici kullanıcısının şifresi

source: Administrator email
cs_cz: Email administrátora
tr_tr: Yönetici e-posta

source: The email of the administrator's account
cs_cz: Email administátorského účtu
tr_tr: Yönetici hesabının e-posta

source: Connection with database not enstabilished: check the database fields.
cs_cz: Nepodařilo se navázat spojení s databází: zkontrolujte pole databáze.
tr_tr: Veritabanı ile bağlantı yapılamadı: veritabanı alanlarını kontrol edin.

source: FoOlSlide has installed successfully. Check the preferences and make sure you create a team for your own chapters.
cs_cz: FoOlSlide byl úspěšně nainstalován. Zkontrolujte nastavení a ujistěte se, že jste vytvořili tým pro vaše kapitoly.
tr_tr: FoOlSlide başarıyla yüklendi. Tercihlerinizi kontrol edin ve kendi grubunuz için bir takım oluşturduğunuza ebim olun.

source: The file %s was removed. The installation can't continue without that file. You can find it in the FoOlSlide download.
cs_cz: Soubor %s byl odstraněn. Instalace bez něho nemůže pokračovat. Lze ho najít ve FoOlSlide download.
tr_tr: %s dosyası kaldırıldı. Yükleme bu dosya olmadan devam edemez. FoOlSlide'da indirme bulabilirsiniz.

source: The %s directory needs to be writable. Use this command in your shell if possible: %s or change its permissions recursively to 777 with your own FTP software. You won't be able to install or run FoOlSlide without this.
cs_cz: Adresář %s musí být povolen k zápisu. Pokud je to možné tak použijte tento příkaz ve vašem uživatelském rozhraní: %s nebo změňte jeho oprávnění rekurzivně na 777 s vaším FTP softwarem. Bez tohoto nebudete moct nainstalovat nebo spustit FoOlSlide.
tr_tr: %s dizini yazılabilir olması gerekir. :%s veya kendi FTP yazılımı ile 777 özyinelemeli izinlerini değiştirmek mümkünse bu chmod'u kullanın. Bu olmadan FoOlSlide yüklemek veya çalıştırmak mümkün olmayacaktır.

source: The %s directory needs to be writable as well. Use this command in your shell if possible: %s or change its permissions recursively to 777 with your own FTP software. You won't be able to install or run FoOlSlide without this.
cs_cz: Adresář %s musí být povolen k zápisu také. Pokud je to možné tak použijte tento příkaz ve vašem uživatelském rozhraní: %s nebo změňte jeho oprávnění rekurzivně na 777 s vaším FTP softwarem. Bez tohoto nebudete moct nainstalovat nebo spustit FoOlSlide.
tr_tr: %s dizini de yazılabilir olması gerekiyor. :%s veya kendi FTP yazılımı ile 777 özyinelemeli izinlerini değiştirmek mümkünse kabuk bu komutu kullanın. Bu olmadan FoOlSlide yüklemek veya çalıştırmak mümkün olmayacaktır.

source: The %s directory would be better if writable, in order to deliver automatic updates. Use this command in your shell if possible: %s
cs_cz: Bylo by lepší pokud by byl v adresáři %s povolen zápis, pro dodání automatických aktualizací. Pokud je to možné tak použijte tento příkaz ve vašem uživatelském rozhraní: %s
tr_tr: Yazılabilir%s dizini otomatik güncellemeleri sunmaya devam etmek için, daha iyi olurdu. Kabuk bu komutu kullanın mümkünse:%s

source: The %s directory would be better if writable, in order to deliver automatic updates.<br/>It was impossible to determine the user running PHP. Use this command in your shell if possible: %s where www-data is an example (usually it's www-data or Apache)
cs_cz: Bylo by lepší pokud by byl v adresáři %s povolen zápis, pro dodání automatických aktualizací.<br/> Bylo nemožné určit zda běží PHP. Pokud možno tak použijte tento příkaz ve vašem uživatelském rozhraní: %s kde www-data je příkladem (většinou to bývá www-data nebo Apache)
tr_tr: Yazılabilir%s dizini otomatik güncellemeleri sunmaya devam etmek için, daha iyi olurdu. <br/> PHP çalıştıran kullanıcı belirlemek için mümkün değildi. Www-data bir örnek (genellikle www-data veya Apache)%s: Mümkünse kabuk bu komutu kullanın.

source: If you can't do the above, after the installation you will be given a textfile to paste in config.php. More info after submitting.
cs_cz: Pokud nemůžeš provést to výše, tak po ukončení instalace dostaneš textový soubor pro vložení do config.php. Více informací po odeslání.
tr_tr: Yukarıdan yapamıyorsanız, kurulumdan sonra config.php yapıştırmak için bir textfile olacaktır. Daha fazla bilgi gönderdikten sonra.

source: If you made any changes, just refresh this page to recheck the directory permissions.
cs_cz: Pokud jste provedli nějaké změny, stačí aktualizovat tuto stránku pro kontrolu oprávnění adresáře.
tr_tr: Herhangi bir değişiklik yaptıysanız, sadece dizin izinleri yeniden denetlemek için bu sayfayı yenileyin.

source: Team
cs_cz: Tým
tr_tr: Takım

source: Series list
cs_cz: List sérií
tr_tr: Seri listesi

source: Latest releases
cs_cz: Nejnovější vydání
tr_tr: En son güncellemeler

source: Chapter
cs_cz: Kapitola
tr_tr: Bölüm

source: Search
cs_cz: Vyhledávání
tr_tr: Ara

source: Authorization
cs_cz: Autorizace
tr_tr: Yetki

source: Message
cs_cz: Zpráva
tr_tr: Mesaj

source: Login
cs_cz: Přihlášení
tr_tr: Giriş yap

source: Register
cs_cz: Registrace
tr_tr: Kayıt ol

source: Resend activation email
cs_cz: Znovu odeslat aktivační email
tr_tr: Aktivasyon mailini tekrar gönder

source: Forgot password
cs_cz: Zapomněl heslo
tr_tr: Şifremi unuttum

source: Reset password
cs_cz: Resetovat heslo
tr_tr: Şifremi resetle

source: Change password
cs_cz: Změnit heslo
tr_tr: Şifremi değiştir

source: Change email
cs_cz: Změnit email
tr_tr: Email adresimi değiştir

source: Unregister
cs_cz: Neregistrovaný
tr_tr: Üyeliğimi sonlandır

source: Profile
cs_cz: Profil
tr_tr: Profil

source: Teams
cs_cz: Týmy
tr_tr: Takımlar

source: Display Name
cs_cz: Zobrazit Jméno
tr_tr: Görünen Ad

source: Twitter username
cs_cz: uživatelské jméno na Twitter
tr_tr: Twitter kullanıcı adı

source: Your profile
cs_cz: Tvůj profil
tr_tr: Profiliniz

source: Your teams
cs_cz: Tvoje týmy
tr_tr: Ekibiniz

source: Team name
cs_cz: Jméno týmu
tr_tr: Takım adı

source: Team does not exist
cs_cz: Tým neexistuje
tr_tr: Takım mevcut değil

source: Accept request
cs_cz: Přijmout požadavek
tr_tr: Isteği kabul et

source: Leave team
cs_cz: Opustit tým
tr_tr: Takımdan ayrıl

source: Leave team leadership
cs_cz: Opustit pozici vedoucího týmu
tr_tr: Takım liderliğini bırak

source: Load balancer
tr_tr: Yük dengeleyici

source: Settings changed.
cs_cz: Nastavení změněno.
tr_tr: Ayarlar değiştirildi.

source: Balancers
tr_tr: Balancerlar

source: Unavailable
tr_tr: Kullanılamaz

source: Client
tr_tr: Müşteri

source: URL to master FoOlSlide root
tr_tr: Ana FoOlSlide kök URL'si

source: Turns this FoOlSlide in a load balancer. You can activate this only if there's no comics in your FoOlSlide. Every function of this FoOlSlide will be disabled and it will work silently to duplicate the data.
tr_tr: Bu bir yük dengeleyici FoOlSlide açar. Hiçbir çizgi roman FoOlSlide sadece varsa bu aktif hale getirebilirsiniz. Bu FoOlSlide her fonksiyonu devre dışı bırakılır ve bu verileri çoğaltmak için sessizce çalışacak.

source: Database
cs_cz: Databáze
tr_tr: Veritabanı

source: Upgrade
cs_cz: Aktualizace
tr_tr: Yükseltmek

source: Successfully updated the database.
cs_cz: Databáze byla úspěšně aktualizována.
tr_tr: Veritabanını başarılı bir şekilde güncellendi.

source: Searching
cs_cz: Vyhledávání
tr_tr: Aranıyor

source: Member
cs_cz: Člen
tr_tr: Üye

source: Saved.
cs_cz: Uloženo.
tr_tr: Kahdedildi.

source: Leader
cs_cz: Vedoucí
tr_tr: Lider

source: Remove member
cs_cz: Odstaranit člena
tr_tr: Üye'yi sil

source: Do you want to remove this team member?
cs_cz: Opravdu chcete odstranit tohoto člena týmu?
tr_tr: Bu takım üyesini silmek istiyor musunuz?

source: Make leader
cs_cz: Jmenovat vedoucím
tr_tr: Lider yap

source: Do you want to make this user a team leader?
cs_cz: Opravdu chcete jmenovat tohoto uživatele na pozici vedoucím týmu?
tr_tr: Bu kullanıcıyı bir ekip lideri yapmak istiyor musunuz?

source: Remove leader
cs_cz: Odstranit vedoucího
tr_tr: Lideri çıkarın

source: Do you want to remove this user from the team leadership?
cs_cz: Opravdu chcete tomuto uživateli odebrat pozici vedoucího týmu?
tr_tr: Bu kullanıcıyı ekip liderliğinden kaldırmak istiyor musunuz?

source: Accepting into team...
cs_cz: Příjmám do týmu...
tr_tr: Takım halinde kabul etme ...

source: User accepted into the team.
cs_cz: Uživatel byl přijmut do týmu.
tr_tr: Kullanıcı takıma kabul edildi.

source: Removing from team...
cs_cz: Odstraňuji z týmu...
tr_tr: Ekibden kaldırılıyor ...

source: User removed from the team.
cs_cz: Uživatel byl odstraněn z týmu.
tr_tr: Kullanıcı ekibinden kaldırıldı.

source: You have made the user a team leader.
cs_cz: Jmenovali jste uživatele vedoucím týmu.
tr_tr: Zaten kullanıcıyı bir ekip lideri yaptın.

source: User not found.
cs_cz: Uživatel nebyl nalezen.
tr_tr: Kullanıcı bulunamadı.

source: You have removed the user from his team leader position.
cs_cz: Odebrali jste uživateli jeho pozici vedoucího týmu.
tr_tr: Kullanıcıyı lider pozisyonundan kaldırdın.

source: You have added the user to the admin group.
cs_cz: Přidali jste uživatele do skupiny administrátorů.
tr_tr: Bu kullanıcıyı admin grubuna ekledik.

source: You have removed the user from the administrators group.
cs_cz: Odebraly jste uživatele ze skupiny administrátorů.
tr_tr: Yöneticiler grubunun kullanıcı kaldırdık.

source: You have added the user to the moderators group.
cs_cz: Přidali jste uživatele do skupiny moderátrátorů.
tr_tr: Kulanıcı moderatörler grubuna eklendi.

source: You have removed the user from the moderators group.
cs_cz: Odebrali jste uživatele ze skupiny moderátrátorů.
tr_tr: Kulanıcı moderatörler grubuna kaldırıldı.

source: Preferences
cs_cz: Preference
tr_tr: Tercihler

source: General
cs_cz: Hlavní
tr_tr: Genel

source: Site title
cs_cz: Název stránky
tr_tr: Site başlığı

source: comic reader
cs_cz: čtenář komiksů
tr_tr: manga okuyucu

source: Title that appears on top of your Slide
cs_cz: Název, který se zobrazí v horní části tvého Slide
tr_tr: Slide üstünde görünür Başlığı

source: Back URL
cs_cz: Zpáteční URL
tr_tr: Dünlen URL

source: Small link that appears near title in public pages
cs_cz: Malý odkaz, který se objeví v blízkosti názvu veřejně dostupných stránek
tr_tr: Küçük bağlantısını kamu sayfalarında başlık yanında beliren

source: Default team
cs_cz: Výchozí tým
tr_tr: Varsayılan takım

source: Default team for widgets and releases
cs_cz: Výchozí tým pro nové widgety a vydání.
tr_tr: Widget ve sürümleri için varsayılan takım

source: Default release language
cs_cz: Výchozí jazyk vydání
tr_tr: Standart sürüm dili

source: Change the default release language, so you don't have to change it from English every time
cs_cz: Změň výchozí nastavení jazyka vydání, abys ho nemusel měnit pokaždé z angličtiny
tr_tr: Varsayılan serbest dilini değiştirme, İngilizceyi her zaman değiştirmek zorunda değilsiniz

source: Default software language
cs_cz: Výchozí jazyk softwaru
tr_tr: Varsayılan yazılım dili

source: Changes the overall language of the FoOlSlide software. If you can't find your language, you can contribute by translating on <a href="https://www.transifex.net/projects/p/foolslide/resource/defaultpot/">our transifex project</a>
cs_cz: Mění celkový jazyk FoOlSlide softwaru. Nemůžete-li najít svůj jazyk, můžete přispět přeložením na <a href="https://www.transifex.net/projects/p/foolslide/resource/defaultpot/">našem transifex projektu</a>
tr_tr: FoOlSlide yazılım genel dil değiştirir. Kendi dilinizi bulamazsanız, çevirisini yaparak katkıda bulunabilir <a href="https://www.transifex.net/projects/p/foolslide/resource/defaultpot/">transifex proje</a>

source: Theme
cs_cz: Téma
tr_tr: Tema

source: Select theme
cs_cz: Vyber téma
tr_tr: Tema seçin

source: This allows adding HTML code before the header navigation block.
cs_cz: Toto umožňuje přidávat HTML kód před blokem hlavičky navigace.
tr_tr: Bu başlık header'dan önce HTML kodu eklemenizi sağlar.

source: Header text
cs_cz: Text záhlaví
tr_tr: Header yazısı

source: You can use this area to add text, a banner or any HTML in the header, where the navigation links are
cs_cz: Můžete použít tuto oblast pro přidání textu, banneru či HTML do záhlaví, tam kde jsou navigační odkazy
tr_tr: Buraya yazı ekleyebilir yada HTML sayesinde bannerinizi koyabilirsiniz.

source: Footer text
cs_cz: Text v patě stránky
tr_tr: Footer metin

source: Add text in the footer, place where to write disclaimers. Don't write things like "All Rights Reserved©", especially if what you upload is not yours. If you're releasing your own work, consider using <a href="http://creativecommons.org/">Creative Commons licenses</a> to protect it. Remember that in 2011 sharing means power!
cs_cz: Přidejte text do zápatí, kde napíšete Vyloučení odpovědnosti. Nepište věci jako "Všechna práva vyhrazena ©", zvláště když to, co nahráváte není vaše. Pokud vydáváte své vlastní práce, zvažte použití <a href="http://creativecommons.org/">Creative Commons licence</a> k jejich ochraně. Nezapomeňte, že v roce 2011 je sdílení síla!
tr_tr: Altbilgi metin ekleyin, disclaimer yazmak için yerleştirin. "© Tüm Hakları Saklıdır", özellikle yükleme sizin ne gibi şeyler yazmak etmeyin. Eğer kendi çalışma bırakmadan iseniz kullanmayı düşünün <a href="http://creativecommons.org/">Creative Commons lisansları</a> , onu korumak için . 2011 yılında paylaşımı güç anlamına geldiğini unutmayın!

source: Header code
cs_cz: kód hlavičky
tr_tr: Header kodu

source: Footer code
cs_cz: Kód zápatí
tr_tr: Footer kodu

source: This allows you to add code after the BODY.
cs_cz: To vám umožní přidat kód po BODY.
tr_tr: Bu BODY den sonrasına kod ekleme izin verir.

source: Advertising
cs_cz: Inzerce
tr_tr: Reklam

source: Insert the HTML provided by your advertiser
cs_cz: Vložte HTML kód, který vám dodal váš inzerent.
tr_tr: Reklamveren tarafından sağlanan HTML kodunu ekleyin

source: Reload every pageview?
cs_cz: Obnovovat vždy po zobrazení stránky?
tr_tr: Her sayfa gösteriminde yenile ?

source: Reload the advertising. Useful for ProjectWonderful.com. Use it without violating the TOS of your advertiser.
cs_cz: Obnov reklamy. Vhodné pro ProjectWonderful.com. Použijte bez porušení TOS vašeho inzerenta.
tr_tr: Reklam güncelle. ProjectWonderful.com için yararlıdır. Reklamveren TOS ihlal etmeden kullanın.

source: Active
cs_cz: Aktivní
tr_tr: Aktif

source: Bottom banner
cs_cz: Spodní banner
tr_tr: Bottom-alt- banner

source: Couldn't save the advertising code in the HTML
cs_cz: Nebylo možné uložit reklamní kód v HTML.
tr_tr: HTML reklam kodu kayıt edilemedi

source: Registration
cs_cz: Registrace
tr_tr: Kayıt

source: Disable registration
cs_cz: Vypnout možnost registrace
tr_tr: Kaydı devre dışı bırakın

source: Disable registration in case you're not expecting any
cs_cz: Vypnout možnost registrace pokud ji neočekáváte
tr_tr: Eğer herhangi bir beklemediğiniz durumunda kaydı devre dışı bırakın

source: Disable activation email
cs_cz: Vypnout odesílání aktivačního emailu.
tr_tr: Aktivasyon e-posta devre dışı bırakın

source: Disable the necessity to proceed with an activation after registering
cs_cz: Vypnout potřebu aktivace účtu po registraci.
tr_tr: Kaydettikten sonra, etkinleştirme sistemi gerekliliği devre dışı bırakın

source: You must insert both public and secret key if you want to use reCaptcha
cs_cz: Je nutné vložit veřejný i tajný klíč, pokud chcete využít reCAPTCHA
tr_tr: ReCAPTCHA kullanmak istiyorsanız, hem secret hem de public key eklemek gerekir

source: Reading
cs_cz: Čtení
tr_tr: Okuma

source: Enable direct downloads
cs_cz: Povolit přímé stahování
tr_tr: Doğrudan indirme etkinleştirin

source: Direct downloads usually increase the bandwidth usage by one-third. The issue is wheter you have enough space to keep both images and ZIPs. FoOlSlide tries to avoid dealing with the problem by using on-the-fly ZIP compression and caching.
cs_cz: Příme stahování většinou zvíší zatížení serveru o jednu třetinu. Otázkou je zda máte dostatek místa na obrázky a ZIPy zároveň. FoOlSlide se snaží vyhnout problému používání cache a komprese ZIP za běhu.
tr_tr: Doğrudan indirme bant genişliği kullanımı genellikle üçte bir oranında artar. Bu konu hem görüntü ve fermuarlar tutmak için yeterli alana sahip wheter. FoOlSlide ZIP sıkıştırma ve caching-the-fly kullanarak sorunu ile ilgili kaçınmaya çalışır.

source: Maximum direct download cache in Megabyte
cs_cz: Maximální velikost mezipaměti pro přímé stahovaní v MB.
tr_tr: Megabayt olarak maksimum doğrudan indirme önbelleği

source: Over this size, the ZIPs that have been downloaded the furthest in time will be removed. If you insert a very large number, the ZIPs will be cached indefinitely.
cs_cz: Při překročení této velikosti, budou nejstarší stažené zipy z mezipaměti odstraňeny. Pokud vložíte velké číslo, budou ZIPy uloženy v mezipaměti na neurčito.
tr_tr: Bu boyutu içinde, zaman içinde indirililmeyen ZIP'ler silinecektir. Eğer çok sayı eklerseniz, ZIP'ler süresiz olarak saklanır.

source: Series
cs_cz: Série
tr_tr: Seriler

source: manage
cs_cz: spravovat
tr_tr: yönet

source: The comic you looked for doesn't exist.
cs_cz: Komiks který jste hledali neexistuje.
tr_tr: Aradığınız manga bulunamadı.

source: Insert the names of the teams who worked on this chapter.
cs_cz: Vlož jména týmů které pracovaly na této kapitole.
tr_tr: Bu bölümde çalışan takımların adlarını girin

source: Licensed in
cs_cz: Licensováno v
tr_tr: Lisanslı olduğu bölgeler

source: Insert the nations where the serie is licensed in order to limit the availability.
cs_cz: Vlož národy pro které je tato serie licensována pro omezení dostupnosti.
tr_tr: Serinin lisanslandığı ülkeyi seçin -seçtiğiniz ülkeden kişiler mangayı göremez-

source: Add new
cs_cz: Přidat nové
tr_tr: Yeni ekle

source: Chapter in
cs_cz: Kapitola v
tr_tr: Bölüm olduğu

source: Serie
tr_tr: Seri

source: You can't delete chapters from outside the admin panel through this link.
cs_cz: Nemůžete mazat kapitoly pomocí tohoto odkazu mimo administrátorský panel.
tr_tr: Bu link aracılığı ile admin paneli dışında ki sayılar silemez.

source: Absolute directory path to ZIP archive for the series
cs_cz: Absolutní cesta k adresáři se ZIP archivem pro série
tr_tr: ZIP arşivi serisi için mutlak dizin yolu

source: Insert the absolute directory path. This means from the lowest accessible directory. Example: %s
cs_cz: Vlož absolutní cestu k adresáři. To znamená nejnižší přístupný adresář. Například %s
tr_tr: Mutlak dizin yolunu yerleştirin. Bu en düşük erişilebilir dizinden demektir. Örnek:%s

source: Import
tr_tr: Aktar

source: The directory you set does not exist.
cs_cz: Adresář který jste nastavili neexistuje.
tr_tr: Ayarladığınız dizin mevcut değil.

source: Upgrade failed: check file permissions.
cs_cz: Aktualizace selhala: zkontrolujte oprávnění souborového systému
tr_tr: Başarısız yükseltme: dosya izinlerinizi kontrol edin.

source: Teams could not be found
cs_cz: týmy nebyly nalezeny
tr_tr: Takımlar bulunamadı

source: Team could not be found
cs_cz: tým nebyl nalezen
tr_tr: Takımlar bulunamadı

source: Comics could not be found
cs_cz: Komiksy nebyly nalezeny
tr_tr: Manga bulunamadı

source: You didn't use the necessary parameters
tr_tr: Gerekli parametrelere izin vermediniz

source: Comic could not be found
cs_cz: Komiks nebyl nalezen
tr_tr: Manga bulunamadı

source: Chapter could not be found
cs_cz: Kapitola nebyla nalezena
tr_tr: Sayı bulunamadı

source: Today
cs_cz: Dnes
tr_tr: Bugün

source: Tomorrow
cs_cz: Zítra
tr_tr: Yarın

source: Yesterday
cs_cz: Včera
tr_tr: Dün

source: %sFollow us%s on Twitter
cs_cz: %s Sledujte nás %s na Twitteru
tr_tr: %s Bizi Twitter'da %s takip edin

source: Come chatting with us on
cs_cz: Pište si s námi na chatu
tr_tr: Bizimle sohbete gel

source: Save
cs_cz: Uložit
tr_tr: Kaydet

source: Edit
cs_cz: Upravit
tr_tr: Düzenle

source: Members
cs_cz: Členové
tr_tr: Üyeler

source: Member list
cs_cz: Seznam členů
tr_tr: Üye Listesi

source: Manage
cs_cz: Spravovat
tr_tr: Yönet

source: Team list
cs_cz: Seznam týmů
tr_tr: Takım listesi

source: Home team
cs_cz: Domácí tým
tr_tr: Ev sahibi takım

source: Add team
cs_cz: Přidej tým
tr_tr: Takım Ekle

source: Reader
cs_cz: Čtenář
tr_tr: Okuyucu

source: Master
tr_tr: Ana

source: ID not set
cs_cz: ID není nastaveno
tr_tr: ID ayarlanmamış

source: ID is not a valid number
cs_cz: ID není platné číslo
tr_tr: ID geçerli bir sayı değil

source: "orderby" tag wasn't correctly used.
cs_cz: "orderby" tag nebyl správně použit.
tr_tr: "Orderby" etiketi doğru değildi.

source: "orderby" tag wasn't correctly used
cs_cz: "orderby" tag nebyl správně použit
tr_tr: "Orderby" etiketi doğru kullanılmadı

source: The "page" tag was not a valid number.
cs_cz: "page" tag není platné číslo.
tr_tr: "Sayfa" etiketi geçerli bir sayı değildir.

source: You're trying to get a larger number of "per_page" results per request than allowed.
cs_cz: Snažíte se získat větší počet "per_page" výsledků na požadavek, než je povoleno.
tr_tr: Izin verilenden daha fazla yazdınız."per_page" sonuçları daha büyük bir sayı yazılamaz.

source: Name
cs_cz: Jméno
tr_tr: Isim

source: Insert the title of the chapter, if available.
cs_cz: Vložte název kapitoly, pokud je k dispozici.
tr_tr: Varsa, bölümün ismini yazınız.

source: Chapter number
cs_cz: Číslo kapitoly
tr_tr: Bölüm numarası

source: Insert the chapter number.
cs_cz: Vložte číslo kapitoly.
tr_tr: Bölüm numarası giriniz

source: Subchapter number
cs_cz: Číslo podkapitoly
tr_tr: Alt Bölüm sayısı
